{"name":"Peninsula Family Service","locs":[{"name":"Fair Oaks Adult Activity Center","contacts":[{"name":"Susan Houston","title":"Director of Older Adult Services"},{"name":" Christina Gonzalez","title":"Center Director"}],"description":"A walk-in center for older adults that provides social services, wellness, recreational, educational and creative activities including arts and crafts, computer classes and gardening classes. Coffee and healthy breakfasts are available daily. A hot lunch is served Tuesday-Friday for persons age 60 or over and spouse.        Provides case management (including in-home assessments) and bilingual information and referral about community services to persons age 60 or over on questions of housing, employment, household help, recreation and social activities, home delivered meals, health and counseling services and services to shut-ins. Health insurance and legal counseling is available by appointment. Lectures on a variety of health and fitness topics are held monthly in both English and Spanish.  Provides a variety of physical fitness opportunities, including a garden club, yoga, tai chi, soul line dance and aerobics classes geared toward older adults. Also provides free monthly blood pressure screenings, quarterly blood glucose monitoring and health screenings by a visiting nurse. Offers a Brown Bag Program in which low-income seniors can receive a bag of groceries each week for a membership fee of $10 a year. Offers Spanish lessons. Formerly known as Peninsula Family Service, Fair Oaks Intergenerational Center. Formerly known as the Fair Oaks Senior Center. Formerly known as Family Service Agency of San Mateo County, Fair Oaks Intergenerational Center.","short_desc":"A multipurpose senior citizens' center serving the Redwood City area.","address":{"street":"2600 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Fair Oaks Intergenerational Center","street":"2600 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Christina Gonzalez"],"hours":"Monday-Friday, 9-5","transportation":"SAMTRANS stops in front.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":["cgonzalez@peninsulafamilyservice.org"],"faxes":["650 701-0856"],"phones":[{"number":"650 780-7525","hours":"(Monday-Friday, 8:30-5)"}],"urls":["http://www.peninsulafamilyservice.org"],"servs":[{"audience":"Older adults age 55 or over, ethnic minorities and low-income persons","eligibility":"Age 55 or over for most programs, age 60 or over for lunch program","fees":"$2.50 suggested donation for lunch for age 60 or over, donations for other services appreciated. Cash and checks accepted.","how_to_apply":"Walk in or apply by phone.","service_areas":"Redwood City","keywords":["ADULT PROTECTION AND CARE SERVICES","Meal Sites/Home-delivered Mea","COMMUNITY SERVICES","Group Support","Information and Referral","EDUCATION SERVICES","English Language","RECREATION/LEISURE SERVICES","Arts and Crafts","Sports/Games/Exercise","Brown Bag Food Programs","Congregate Meals/Nutrition Sites","Senior Centers","Older Adults"],"wait":"No wait.","funding_sources":["City","County","Donations","Fees","Fundraising"]}]},{"name":"Second Career Employment Program","contacts":[{"name":"Brenda Brown","title":"Director, Second Career Services"}],"description":"Provides training and job placement to eligible people age 55 or over who meet certain income qualifications. An income of 125% of poverty level or less is required for subsidized employment and training. (No income requirements for job matchup program.) If a person seems likely to be qualified after a preliminary phone call or visit, he or she must complete an application at this office. Staff will locate appropriate placements for applicants, provide orientation and on-the-job training and assist with finding a job outside the program. Any county resident, regardless of income, age 55 or over has access to the program, job developers and the job bank. Also provides referrals to classroom training. Formerly known as Family Service Agency of San Mateo County, Senior Employment Services.","short_desc":"Provides training and job placement to eligible persons age 55 or over. All persons age 55 or over have access to information in the program's job bank.","address":{"street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"mail_address":{"attention":"PFS Second Career Services","street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"ask_for":["Brenda Brown"],"hours":"Monday-Friday, 9-5","transportation":"SAMTRANS stops within 1 block, CALTRAIN stops within 6 blocks.","accessibility":["wheelchair"],"languages":["Chinese (Mandarin)","Filipino (Tagalog)","Italian","Spanish"],"emails":["bbrown@peninsulafamilyservice.org"],"faxes":["650 403-4302"],"phones":[{"number":"650 403-4300","department":" Ext. 4385","hours":"(Monday-Friday, 9-5)"}],"urls":["http://www.peninsulafamilyservice.org"],"servs":[{"audience":"Residents of San Mateo County age 55 or over","eligibility":"Age 55 or over, county resident and willing and able to work. Income requirements vary according to program","fees":"None. Donations requested of clients who can afford it.","how_to_apply":"Apply by phone for an appointment.","service_areas":"San Mateo County","keywords":["EMPLOYMENT/TRAINING SERVICES","Job Development","Job Information/Placement/Referral","Job Training","Job Training Formats","Job Search/Placement","Older Adults"],"wait":"Varies.","funding_sources":["County","Federal","State"]}]},{"name":"Senior Peer Counseling","contacts":[{"name":"Howard Lader, LCSW","title":"Manager, Senior Peer Counseling"}],"description":"Offers supportive counseling services to San Mateo County residents age 55 or over. Volunteer counselors are selected and professionally trained to help their peers face the challenges and concerns of growing older.  Training provides topics that include understanding depression, cultural competence, sexuality, community resources, and other subjects that are relevant to working with older adults. After completion of training, weekly supervision groups are provided for the volunteer senior peer counselors, as well as quarterly in-service training seminars. Peer counseling services are provided in English, Spanish, Chinese (Cantonese and Mandarin), Tagalog, and to the lesbian, gay, bisexual, transgender older adult community. Formerly known as Family Service Agency of San Mateo County, Senior Peer Counseling.","short_desc":"Offers supportive counseling services to older persons.","address":{"street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"PFS Senior Peer Counseling","street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Howard Lader at 403-4300 ext. 4322 will take referrals"],"hours":"Any time that is convenient for the client and peer counselor","transportation":"Service is provided in person's home or at a mutually agreed upon location.","accessibility":[],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 403-4303"],"phones":[{"number":"650 403-4300","department":"English"}],"urls":null,"servs":[{"audience":"Older adults age 55 or over who can benefit from counseling","eligibility":"Resident of San Mateo County age 55 or over","fees":"None.","how_to_apply":"Phone for information (403-4300 Ext. 4322).","service_areas":"San Mateo County","keywords":["Geriatric Counseling","Older Adults","Gay, Lesbian, Bisexual, Transgender Individuals"],"wait":"Varies.","funding_sources":["County","Donations","Grants"]}]},{"name":"Family Visitation Center","contacts":[{"name":"Kimberly Pesavento","title":"Director of Visitation"}],"description":"Provides supervised visitation services and a neutral site for parents to carry out supervised exchanges of children in a safe manner. Therapeutic visitation and other counseling services available. Kids in the Middle is an education class for separating or divorcing parents. The goal is to enable parents to focus on their children's needs while the family is going through separation, divorce or other transition. The class explores the psychological aspects of divorce and its impact on children, builds effective communication techniques and points out areas in which outside help may be indicated. The fee is $50 for working parents, $15 for unemployed people. Classes are scheduled on Saturdays and Sundays and held at various sites throughout the county. Call 650-403-4300 ext. 4500 to register. Formerly known as Family Service Agency of San Mateo County, Family Visitation Center.","short_desc":"Provides supervised visitation services and a neutral site for parents in extremely hostile divorces to carry out supervised exchanges of children.","address":{"street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"mail_address":{"attention":"PFS Family Visitation Center","street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"ask_for":["Intake"],"hours":"Monday, 10-6; Tuesday-Friday, 10-8; Saturday, Sunday, 9:30-5:30","transportation":"SAMTRANS stops within 1 block, CALTRAIN stops within 4 blocks.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":["kpesavento@peninsulafamilyservice.org"],"faxes":["650 403-4303"],"phones":[{"number":"650 403-4300","extensions":["4500"],"hours":"(Tuesday, Wednesday, 10-6; Thursday, Friday, 10-8; Saturday, Sunday, 9:30-5:30)"}],"urls":["http://www.peninsulafamilyservice.org"],"servs":[{"audience":"Parents, children, families with problems of custody disputes, domestic violence or substance abuse, families going through a separation or divorce","eligibility":"None","fees":"Vary according to income ($5-$90). Cash, checks and credit cards accepted.","how_to_apply":"Apply by phone.","service_areas":"San Mateo County","keywords":["INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","LEGAL AND CRIMINAL JUSTICE SERVICES","Mediation","Parental Visitation Monitoring","Divorce Counseling","Youth"],"wait":"No wait.","funding_sources":["County","Donations","Grants"]}]},{"name":"Economic Self - Sufficiency Program","contacts":[{"name":"Joe Bloom","title":"Financial Empowerment Programs Program Director"}],"description":"Provides fixed 8% short term loans to eligible applicants for the purchase of a reliable, used autmobile. Loans are up to $6,000 over 2 1/2 years (30 months). Funds must go towards the entire purchase of the automobile. Peninsula Family Service originates loans and collaborates with commercial partner banks to service the loans, helping clients build credit histories. Formerly known as Family Service Agency of San Mateo County, Ways to Work Family Loan Program.","short_desc":"Makes small loans to working families.","address":{"street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"mail_address":{"attention":"Economic Self - Sufficiency Program","street":"24 Second Avenue","city":"San Mateo","state":"CA","zip":"94401"},"ask_for":["Loan Coordinator"],"hours":null,"transportation":"SAMTRANS stops within 1 block. CALTRAIN stops within 6 blocks.","accessibility":["wheelchair"],"languages":["Hindi","Spanish"],"emails":["waystowork@peninsulafamilyservice.org"],"faxes":["650 403-4303"],"phones":[{"number":"650 403-4300","extensions":["4100"]}],"urls":["http://www.peninsulafamilyservice.org"],"servs":[{"audience":"Target group: Low-income working families with children transitioning from welfare to work and poor or who do not have access to conventional credit","eligibility":"Eligibility: Low-income family with legal custody of a minor child or an involved parent of a dependent minor child. Must reside and/or work in San Mateo County. Must be working and have verifiable income and ability to pay off loan. No bankruptcies in the past two years and unable to qualify for other funding sources. Loans approved by loan committee.","fees":"$60 application fee. Cash or checks accepted.","how_to_apply":"Phone for information.","service_areas":"San Mateo County","keywords":["COMMUNITY SERVICES","Speakers","Automobile Loans"],"wait":null,"funding_sources":["County","Grants","State"]}]}]}
{"name":"Peninsula Volunteers","locs":[{"name":"Little House","contacts":[{"name":"Peter Olson","title":"Little House Director"},{"name":" Bart Charlow","title":"Executive Director, Peninsula Volunteers"}],"description":"A multipurpose center offering a wide variety of recreational, education and cultural activities. Lifelong learning courses cover topics such as music, art, languages, etc., are hosted at this location. Little House offers a large variety of classes including arts and crafts, jewelry, languages, current events, lapidary, woodwork, painting, and fitness courses (yoga, strength straining, tai chi). There are monthly art and cultural lectures, movie showings, and a computer center. Recreation activities include mah jong, pinochle, ballroom dancing, bridge, trips and tours. Partners with the Sequoia Adult Education Program. The Alzheimer's Cafe, open the third Tuesday of every month from 2:00 - 4:00 pm, is a place that brings together people liviing with dementia, their families, and their caregivers. Free and no registration is needed. The Little House Community Service Desk offers information and referrals regarding social service issues, such as housing, food, transportation, health insurance counseling, and estate planning. Massage, podiatry, and acupuncture are available by appointment. Lunch is served Monday-Friday, 11:30 am-1:00 pm. Prices vary according to selection.","short_desc":"A multipurpose senior citizens' center.","address":{"street":"800 Middle Avenue","city":"Menlo Park","state":"CA","zip":"94025-9881"},"mail_address":{"attention":"Little House","street":"800 Middle Avenue","city":"Menlo Park","state":"CA","zip":"94025-9881"},"ask_for":["Peter Olson"],"hours":"Monday-Thursday, 8 am-9 pm; Friday, 8-5","transportation":"SAMTRANS stops within 3 blocks, RediWheels and Menlo Park Shuttle stop at door.","accessibility":["disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":["polson@peninsulavolunteers.org"],"faxes":["650 326-9547"],"phones":[{"number":"650 326-2025","hours":"(Monday-Thursday, 8 am-9 pm; Friday, 8-5))"}],"urls":["http://www.penvol.org/littlehouse"],"servs":[{"audience":"Any age","eligibility":"None","fees":"$55 per year membership dues. Classes have fees. Discounts are available for members. Cash, checks and credit cards accepted.","how_to_apply":"Walk in or apply by phone for membership application.","service_areas":["San Mateo County","Santa Clara County"],"keywords":["ADULT PROTECTION AND CARE SERVICES","In-Home Supportive","Meal Sites/Home-delivered Meals","COMMUNITY SERVICES","Group Support","Information and Referral","EDUCATION SERVICES","Adult","HEALTH SERVICES","Education/Information","Family Support","Individual/Group Counseling","Screening/Immunization","RECREATION/LEISURE SERVICES","Sports/Games/Exercise","Community Adult Schools","Senior Centers","Older Adults"],"wait":"No wait.","funding_sources":["Fees","Fundraising","Grants","Membership dues"]}]},{"name":"Rosener House Adult Day Services","contacts":[{"name":"Bart Charlow","title":"Executive Director, Peninsula Volunteers"},{"name":" Barbara Kalt","title":"Director"}],"description":"Rosener House is a day center for older adults who may be unable to live independently but do not require 24-hour nursing care, may be isolated and in need of a planned activity program, may need assistance with activities of daily living or are living in a family situation where the caregiver needs respite from giving full-time care. Assists elderly persons to continue to live with family or alone rather than moving to a skilled nursing facility. Activities are scheduled Monday-Friday, 10 am-2:30 pm, and participants may come two to five days per week. The facility is open from 8 am to 5:30 pm for participants who need to remain all day. Small group late afternoon activities are held from 3-5:30 pm.   The program provides a noon meal including special diets as required. Services offered include social and therapeutic recreational activities, individual and family counseling and occupational, physical and speech therapy. A registered nurse is available daily. The Dementia and Alzheimer's Services Program provides specialized activities in a supportive environment for participants with Alzheimer's disease and other dementias. Holds a weekly support group for caregivers.  An early memory loss class for independent adults, \"Minds in Motion\" meets weekly at Rosener House on Wednesday mornings. Call for more information.","short_desc":"A day center for adults age 50 or over.","address":{"street":"500 Arbor Road","city":"Menlo Park","state":"CA","zip":"94025"},"mail_address":{"attention":"Rosener House","street":"500 Arbor Road","city":"Menlo Park","state":"CA","zip":"94025"},"ask_for":["Florence Marchick (Social Worker)"],"hours":"Monday-Friday, 8-5:30","transportation":"Transportation can be arranged via Redi-Wheels or Outreach.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish","Filipino (Tagalog)","Vietnamese"],"emails":["bkalt@peninsulavolunteers.org","fmarchick@peninsulavolunteers.org"],"faxes":["650 322-4067"],"phones":[{"number":"650 322-0126","hours":"(Monday-Friday, 8-5:30)"}],"urls":["http://www.penvol.org/rosenerhouse"],"servs":[{"audience":"Older adults who have memory or sensory loss, mobility limitations and may be lonely and in need of socialization","eligibility":"Age 18 or over","fees":"$85 per day. Vary according to income for those unable to pay full fee. Cash, checks, credit cards, private insurance and vouchers accepted.","how_to_apply":"Apply by phone or be referred by a doctor, social worker or other professional. All prospective participants are interviewed individually before starting the program. A recent physical examination is required, including a TB test.","service_areas":["Atherton","Belmont","Burlingame","East Palo Alto","Los Altos","Los Altos Hills","Menlo Park","Mountain View","Palo Alto","Portola Valley","Redwood City","San Carlos","San Mateo","Sunnyvale","Woodside"],"keywords":["ADULT PROTECTION AND CARE SERVICES","Adult Day Health Care","Dementia Management","Adult Day Programs","Older Adults"],"wait":"No wait.","funding_sources":["Donations","Fees","Grants"]}]},{"name":"Meals on Wheels - South County","contacts":[{"name":"Marilyn Baker-Venturini","title":"Director"},{"name":" Graciela Hernandez","title":"Assistant Manager"},{"name":" Julie Avelino","title":"Assessment Specialist"}],"description":"Delivers a hot meal to the home of persons age 60 or over who are primarily homebound and unable to prepare their own meals, and have no one to prepare meals. Also, delivers a hot meal to the home of disabled individuals ages 18-59. Meals are delivered between 9 am-1:30 pm, Monday-Friday. Special diets are accommodated: low fat, low sodium, and low sugar.","short_desc":"Will deliver a hot meal to the home of persons age 60 or over who are homebound and unable to prepare their own meals. Can provide special diets.","address":{"street":"800 Middle Avenue","city":"Menlo Park","state":"CA","zip":"94025-9881"},"mail_address":{"attention":"Meals on Wheels - South County","street":"800 Middle Avenue","city":"Menlo Park","state":"CA","zip":"94025-9881"},"ask_for":["Julie Arelino"],"hours":"Delivery times: Monday-Friday, 9-1:30","transportation":"Not necessary for service.","accessibility":null,"languages":["Spanish"],"emails":["mbaker-venturini@peninsulavolunteers.org"],"faxes":["650 326-9547"],"phones":[{"number":"650 323-2022","hours":"(Monday-Friday, 8-2)"}],"urls":["http://www.peninsulavolunteers.org"],"servs":[{"audience":"Senior citizens age 60 or over, disabled individuals age 18-59","eligibility":"Homebound person unable to cook or shop","fees":"Suggested donation of $4.25 per meal for seniors 60 or over. Mandatory charge of $2 per meal for disabled individuals ages 18-59.","how_to_apply":"Apply by phone.","service_areas":["Atherton","Belmont","East Palo Alto","Menlo Park","Portola Valley","Redwood City","San Carlos","Woodside"],"keywords":["ADULT PROTECTION AND CARE SERVICES","Meal Sites/Home-delivered Mea","HEALTH SERVICES","Nutrition","Home Delivered Meals","Older Adults","Disabilities Issues"],"wait":"No wait.","funding_sources":["County","Donations"]}]}]}
{"name":"Redwood City Public Library","locs":[{"name":"Fair Oaks Branch","contacts":[{"name":"Dave Genesy","title":"Library Director"},{"name":" Maria Kramer","title":"Library Divisions Manager"}],"description":"Provides general reading material, including bilingual, multi-cultural books, CDs and cassettes, bilingual and Spanish language reference services. School, class and other group visits may be arranged by appointment. The library is a member of the Peninsula Library System.","short_desc":"Provides general reading materials and reference services.","address":{"street":"2510 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Fair Oaks Branch","street":"2510 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":[],"hours":"Monday-Thursday, 10-7; Friday, 10-5","transportation":"SAMTRANS stops in front.","accessibility":["ramp","restroom","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 569-3371"],"phones":[{"number":"650 780-7261","hours":"(Monday-Thursday, 10-7; Friday, 10-5)"}],"urls":null,"servs":[{"audience":"Ethnic minorities, especially Spanish speaking","eligibility":"Resident of California to obtain a library card","fees":"None.","how_to_apply":"Walk in. Proof of residency in California required to receive a library card.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Library","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["City","County"]}]},{"name":"Main Library","contacts":[{"name":"Dave Genesy","title":"Library Director"},{"name":" Maria Kramer","title":"Library Division Manager"}],"description":"Provides general reading and media materials, literacy and homework assistance, and programs for all ages. Provides public computers, wireless connectivity, a children's room, teen center, and a local history collection. The library is a member of the Peninsula Library System. The Fair Oaks Branch (650-780-7261) is located at 2510 Middlefield Road and is open Monday-Thursday, 10-7; Friday, 10-5. The Schaberg Branch (650-780-7010) is located at 2140 Euclid Avenue and is open Tuesday-Thursday, 1-6; Saturday, 10-3. The Redwood Shores Branch (650-780-5740) is located at 399 Marine Parkway and is open Monday-Thursday, 10-8; Saturday, 10-5; Sunday 12-5.","short_desc":"Provides general reference and reading materials to adults, teenagers and children.","address":{"street":"1044 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Main Library","street":"1044 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Serena Gregorio (Administration)","Kathy Endaya (Literacy Services)","Maria Kramer (Downtown/Youth Services)"],"hours":"Monday-Thursday, 10-9; Friday, Saturday, 10-5; Sunday, 12-5","transportation":"SAMTRANS stops within 1 block; CALTRAIN stops within 1 block.","accessibility":["elevator","tape_braille","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["rclinfo@redwoodcity.org"],"faxes":["650 780-7069"],"phones":[{"number":"650 780-7018","department":"Circulation","hours":"(Monday-Thursday, 10-9; Friday, Saturday, 10-5; Sunday, 12-5)"}],"urls":["http://www.redwoodcity.org/library"],"servs":[{"audience":null,"eligibility":"Resident of California to obtain a card","fees":"None.","how_to_apply":"Walk in. Proof of California residency to receive a library card.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Library","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["City"]}]},{"name":"Schaberg Branch","contacts":[{"name":"Dave Genesy","title":"Library Director"},{"name":" Elizabeth Meeks","title":"Branch Manager"}],"description":"Provides general reading materials, including large-type books, DVD's and CDs, books on CD and some Spanish language materials to children. Offers children's programs and a Summer Reading Club. Participates in the Peninsula Library System.","short_desc":"Provides general reading materials and reference services.","address":{"street":"2140 Euclid Avenue.","city":"Redwood City","state":"CA","zip":"94061"},"mail_address":{"attention":"Schaberg Branch","street":"2140 Euclid Avenue","city":"Redwood City","state":"CA","zip":"94061"},"ask_for":[],"hours":"Tuesday-Thursday, 1-6, Saturday, 10-3","transportation":"SAMTRANS stops within 1 block.","accessibility":["ramp"],"languages":null,"emails":null,"faxes":["650 365-3738"],"phones":[{"number":"650 780-7010","hours":"(Tuesday-Thursday, 1-6, Saturday, 10-3)"}],"urls":null,"servs":[{"audience":null,"eligibility":"Resident of California to obtain a library card for borrowing materials","fees":"None.","how_to_apply":"Walk in. Proof of California residency required to receive a library card.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Library","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["City"]}]},{"name":"Project Read","contacts":[{"name":"Kathy Endaya","title":"Director"}],"description":"Offers an intergenerational literacy program for youth and English-speaking adults seeking to improver literacy skills. Adult services include: adult one-to-one tutoring to improve basic skills in reading, writing and critical thinking; Families for Literacy (FFL), a home-based family literacy program for parents who want to be able to read to their young children; and small group/English as a Second Language (ESL). Youth services include: Youth Tutoring, Families in Partnership (FIP); Teen-to-Elementary Student Tutoring, Kids in Partnership (KIP); and computer-aided literacy. Redwood City Friends of Literacy is a fundraising board that helps to support and to fund Redwood City's Project Read. Call for more information about each service.","short_desc":"Offers an intergenerational literacy program for adults and youth seeking to improver literacy skills.","address":{"street":"1044 Middlefield Road, 2nd Floor","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Project Read","street":"1044 Middlefield Road, 2nd Floor","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":[],"hours":"Monday-Thursday, 10-8:30; Friday, 10-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking"],"languages":null,"emails":["rclread@redwoodcity.org"],"faxes":["650 780-7004"],"phones":[{"number":"650 780-7077","hours":"(Monday-Thursday, 9:30 am-9 pm; Friday, 9:30-5)"}],"urls":["http://www.projectreadredwoodcity.org"],"servs":[{"audience":"Adults, parents, children in 1st-12th grades in the Redwood City school districta","eligibility":"English-speaking adult reading at or below 7th grade level or child in 1st-12th grade in the Redwood City school districts","fees":"None.","how_to_apply":"Walk in or apply by phone, email or webpage registration.","service_areas":"Redwood City","keywords":["EDUCATION SERVICES","Adult","Alternative","Literacy","Literacy Programs","Libraries","Public Libraries","Youth"],"wait":"Depends on availability of tutors for small groups and one-on-one.","funding_sources":["City","Donations","Federal","Grants","State"]}]},{"name":"Redwood Shores Branch","contacts":[{"name":"Dave Genesy","title":"Library Director"}],"description":"Provides general reading materials, including large-type books, videos, music cassettes and CDs, and books on tape. Offers children's programs and a Summer Reading Club. Meeting room is available to nonprofit groups. Participates in the Peninsula Library System.","short_desc":"Provides general reading materials and reference services.","address":{"street":"399 Marine Parkway.","city":"Redwood City","state":"CA","zip":"94065"},"mail_address":{"attention":"Redwood Shores Branch","street":"399 Marine Parkway","city":"Redwood City","state":"CA","zip":"94065"},"ask_for":[],"hours":null,"transportation":null,"accessibility":null,"languages":null,"emails":null,"faxes":null,"phones":[{"number":"650 780-5740"}],"urls":["http://www.redwoodcity.org/library"],"servs":[{"audience":null,"eligibility":"Resident of California to obtain a library card","fees":"None.","how_to_apply":"Walk in. Proof of California residency required to receive a library card.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Library","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["City"]}]}]}
{"name":"Salvation Army","locs":[{"name":"Redwood City Corps","contacts":[{"name":"Andres Espinoza","title":"Captain, Commanding Officer"}],"description":"Provides food, clothing, bus tokens and shelter to individuals and families in times of crisis from the Redwood City Corps office and community centers throughout the county.   Administers Project REACH (Relief for Energy Assistance through Community Help) funds to prevent energy shut-off through a one-time payment. Counseling and translation services (English/Spanish) are available either on a walk-in basis or by appointment. Rental assistance with available funds. Another office (described separately) is located at 409 South Spruce Avenue, South San Francisco (650-266-4591).","short_desc":"Provides a variety of emergency services to low-income persons. Also sponsors recreational and educational activities.","address":{"street":"660 Veterans Blvd.","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Salvation Army","street":"P.O. Box 1147","city":"Redwood City","state":"CA","zip":"94064"},"ask_for":["Ivonne Pierre"],"hours":null,"transportation":"SAMTRANS stops nearby.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 364-1712"],"phones":[{"number":"650 368-4643","hours":"(Monday, Tuesday, Wednesday, Friday, 9-12, 1-4; Thursday, 1-4)"}],"urls":["http://www.tsagoldenstate.org"],"servs":[{"audience":"Individuals or families with low or no income and/or trying to obtain public assistance","eligibility":"None for most services. For emergency assistance, must have low or no income and be willing to apply for public assistance","fees":"None.","how_to_apply":"Call for appointment. Referral from human service professional preferred for emergency assistance.","service_areas":["Atherton","Belmont","Burlingame","East Palo Alto","Foster City","Menlo Park","Palo Alto","Portola Valley","Redwood City","San Carlos","San Mateo","Woodside"],"keywords":["COMMUNITY SERVICES","Interpretation/Translation","EMERGENCY SERVICES","Shelter/Refuge","FINANCIAL ASSISTANCE SERVICES","Utilities","MENTAL HEALTH SERVICES","Individual/Group Counseling","Food Pantries","Homeless Shelter","Rental Deposit Assistance","Utility Service Payment Assistance"],"wait":"Up to 20 minutes.","funding_sources":["Donations","Grants"]}]},{"name":"Adult Rehabilitation Center","contacts":[{"name":"Jack Phillips","title":"Administrator"}],"description":"Provides a long-term (6-12 month) residential rehabilitation program for men and women with substance abuse and other problems. Residents receive individual counseling, and drug and alcohol education. The spiritual side of recovery is addressed through chapel services and Bible study as well as 12-step programs. Nicotine cessation is a part of the program.   Residents must be physically able to work, seeking treatment for substance abuse, sober long enough to pass urine drug screen before entering and agreeable to participating in weekly 12-step programs such as Alcoholics Anonymous or Narcotics Anonymous. Pinehurst Lodge is a separate facility for women only. Transition houses for men and women graduates also available.","short_desc":"Long-term (6-12 month) residential treatment program for men/women age 21-60.","address":{"street":"1500 Valencia Street","city":"San Francisco","state":"CA","zip":"94110"},"mail_address":{"attention":"Adult Rehabilitation Center","street":"1500 Valencia Street","city":"San Francisco","state":"CA","zip":"94110"},"ask_for":["Intake coordinator"],"hours":"Monday-Friday, 8-4","transportation":"MUNI - 26 Valencia, Mission Street lines.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["415 285-1391"],"phones":[{"number":"415 643-8000","hours":"(Monday-Friday, 8-3)"}],"urls":null,"servs":[{"audience":"Adult alcoholic/drug addictive men and women with social and spiritual problems","eligibility":"Age 21-60, detoxed, physically able and willing to participate in a work therapy program","fees":"None.","how_to_apply":"Walk in or through other agency referral.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County","northern California"],"keywords":["ALCOHOLISM SERVICES","Residential Care","DRUG ABUSE SERVICES"],"wait":"Varies according to available beds for men and women. Women have a longer wait due to small number of beds statewide.","funding_sources":["Donations","Sales"]}]},{"name":"Sunnyvale Corps","contacts":[{"name":"James Lee","title":"Commanding Officer"}],"description":"Provides emergency assistance including food and clothing for persons in immediate need. Provides PG&E assistance through REACH program. Youth programs offer tutoring, music and troops. Information on related resources is available. Also provides rental assistance when funds are available.","short_desc":"Provides emergency assistance to persons in immediate need and offers after school activities and summer day camp program.","address":{"street":"1161 South Bernardo","city":"Sunnyvale","state":"CA","zip":"94087"},"mail_address":{"attention":"Salvation Army","street":"P.O. Box 61868","city":"Sunnyvale","state":"CA","zip":"94088"},"ask_for":[],"hours":"Monday-Friday, 9-4","transportation":"VTA stops within 4 blocks.","accessibility":[],"languages":["Korean"],"emails":["william_nichols@usw.salvationarmy.org"],"faxes":["408 720-8075"],"phones":[{"number":"408 720-0420","hours":"(Monday-Friday, 9-4)"}],"urls":null,"servs":[{"audience":null,"eligibility":"None for emergency assistance","fees":"None for emergency services. Vary for after school activities. Cash and checks accepted.","how_to_apply":"Walk in. Written application, identification required for emergency assistance.","service_areas":["Los Altos","Mountain View","Sunnyvale"],"keywords":["COMMODITY SERVICES","Clothing/Personal Items","CHILD PROTECTION AND CARE SERVICES","Day Care","COMMUNITY SERVICES","Information and Referral","EMERGENCY SERVICES","Food Boxes/Food Vouchers","FINANCIAL ASSISTANCE SERVICES","Utilities","RECREATION/LEISURE SERVICES","Camping","Emergency Food","Clothing","Utility Assistance","Youth Development"],"wait":"No wait.","funding_sources":["Donations","Fees","Grants"]}]},{"name":"South San Francisco Citadel Corps","contacts":[{"name":"Kenneth Gibson","title":"Major"}],"description":"Provides emergency food, clothing and furniture vouchers to low-income families in times of crisis.   Administers Project REACH (Relief for Energy Assistance through Community Help) funds to prevent energy shut-off through a one-time payment. Offers a Saturday morning Homeless Feeding Program at 10:30, as well as Sunday services and spiritual counseling. Provides Christmas toys and Back-to-School clothes and supplies. Offers case management, advocacy and referrals to other agencies.","short_desc":"Provides emergency food and clothing and furniture vouchers to low-income families in times of crisis.","address":{"street":"409 South Spruce Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"mail_address":{"attention":"Salvation Army","street":"409 South Spruce Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"ask_for":["Family Services Caseworker "],"hours":"Monday-Thursday, 9-4:30","transportation":"SAMTRANS stops within 1 block, BART stops within 3 blocks.","accessibility":["wheelchair"],"languages":null,"emails":null,"faxes":["650 266-2594","650 266-4594"],"phones":[{"number":"650 266-4591","hours":"(Monday-Thursday, 9-4:30)"}],"urls":["http://www.tsagoldenstate.org"],"servs":[{"audience":null,"eligibility":"Low-income families","fees":"None.","how_to_apply":"Call for information.","service_areas":["Brisbane","Colma","Daly City","Millbrae","Pacifica","San Bruno","South San Francisco"],"keywords":["COMMODITY SERVICES","Clothing/Personal Items","COMMUNITY SERVICES","Information and Referral","EMERGENCY SERVICES","Food Boxes/Food Vouchers","FINANCIAL ASSISTANCE SERVICES","Utilities","Emergency Food","Food Pantries","Furniture","Clothing","Utility Assistance","School Supplies","Case/Care Management","Holiday Programs","Pastoral Counseling","Low Income"],"wait":null,"funding_sources":["Donations"]}]}]}
{"name":"Samaritan House","locs":[{"name":"Redwood City Free Medical Clinic","contacts":[{"name":"Sharon Petersen","title":"Administrator"}],"description":"Provides free medical care to those in need. Offers basic medical exams for adults and tuberculosis screening. Assists the individual to access other services in the community. By appointment only, Project Smile provides a free dental exam, dental cleaning and oral hygiene instruction for children, age 3-12, of Samaritan House clients.","short_desc":"Provides free medical care to those in need.","address":{"street":"114 Fifth Avenue","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Redwood City Free Medical Clin","street":"114 Fifth Avenue","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":null,"hours":"Monday-Friday, 9-12, 2-5","transportation":"SAMTRANS stops within 2 blocks.","accessibility":["restroom","wheelchair"],"languages":["Spanish"],"emails":["gracie@samaritanhouse.com"],"faxes":["650 839-1457"],"phones":[{"number":"650 839-1447","hours":"(Monday-Friday, 8:30-12, 1:30-5)"}],"urls":["http://www.samaritanhouse.com"],"servs":[{"audience":null,"eligibility":"Low-income person without access to health care","fees":"None.","how_to_apply":"Call for screening appointment. Medical visits are by appointment only.","service_areas":["Atherton","East Palo Alto","Menlo Park","Redwood City","San Carlos"],"keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics"],"wait":"Varies.","funding_sources":["Donations","Grants"]}]},{"name":"San Mateo Free Medical Clinic","contacts":[{"name":"Sharon Petersen","title":"Administrator"}],"description":"Provides free medical and dental care to those in need. Offers basic medical care for adults.","short_desc":"Provides free medical and dental care to those in need. Offers basic medical care for adults.","address":{"street":"19 West 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"San Mateo Free Medical/Dental","street":"19 West 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 9-12, 1-4","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","wheelchair"],"languages":["Spanish"],"emails":["smcmed@samaritanhouse.com"],"faxes":["650 578-0440"],"phones":[{"number":"650 578-0400","hours":"(Monday-Friday, 9-12, 1-4)"}],"urls":["http://www.samaritanhouse.com"],"servs":[{"audience":null,"eligibility":"Low-income person without access to health care","fees":"None.","how_to_apply":"Call for screening appointment (650-347-3648).","service_areas":["Belmont","Burlingame","Foster City","Millbrae","San Carlos","San Mateo"],"keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics"],"wait":"Varies.","funding_sources":["Donations","Grants"]}]}]}
{"name":"San Mateo County Community College District (SMCCCD)","locs":[{"name":"Skyline College., Extended Opportunity Programs and Services (EOPS)","contacts":[{"name":"Richard Wallace","title":"Director"},{"name":" Jeff Acidera","title":"Counselor/Coordinator"}],"description":"Provides services to students who because of financial, cultural, social or language differences need additional support to meet their educational goals. The program provides multicultural counseling, book services, study skills assistance, orientation and financial aid advising.","short_desc":"Recruits low-income, educationally disadvantaged students and assists them in a variety of ways.","address":{"street":"3300 College Drive, Bldg. 2","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Extended Opportunity Programs","street":"3300 College Dr., Bldg. 2","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Jeffrey Acidera (Coordinator","Counselor)"],"hours":"Monday-Thursday, 9-4","transportation":"SAMTRANS, Redi-Wheels stop at the college.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese","Spanish"],"emails":["skyeops@smccd.edu"],"faxes":["650 738-4195"],"phones":[{"number":"650 738-4139","hours":"(Monday-Thursday, 9-4)"}],"urls":["http://www.skylinecollege.edu/general/counseling/eops.html"],"servs":[{"audience":"Low-income, educationally disadvantaged students","eligibility":"Educationally disadvantaged with income of $33,075 for a family of 4 (for more than 4, add $5,610 for each additional dependent)","fees":"None for services. Tuition fee $26 per unit if state resident.","how_to_apply":"See Web site for instructions.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","FINANCIAL ASSISTANCE SERVICES","Education/Child Care/Recreation","Community Colleges","Student Financial Aid"],"wait":"1-5 days.","funding_sources":["State"]}]},{"name":"College of San Mateo (CSM)., Extended Opportunity Programs and Services (EOPS)","contacts":[{"name":"Danita Scott-Taylor","title":"Director, Student Support"}],"description":"Offers support services for full-time students who need additional services to successfully pursue their educational and vocational goals. Services include priority registration, counseling, book service, transportation, tutoring and application fee waivers.","short_desc":"Offers support to current and potential multicultural students.","address":{"street":"1700 W Hillsdale Blvd., Bldg. 20-107","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Extended Opportunity Programs","street":"1700 W Hillsdale Blvd., Bldg. 20-107","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Lorena Del Mundo (Program Services Coordinator)","Tami Hom (Program Services Coordinator)"],"hours":"Monday-Friday, 8-4:30","transportation":"SAMTRANS stops on campus.","accessibility":["restroom","wheelchair"],"languages":["Spanish"],"emails":["delmundo@smccd.edu","homt@smccd.edu"],"faxes":["650 574-6157"],"phones":[{"number":"650 574-6154","hours":"(Monday, Tuesday, 8-6:30; Wednesday-Friday, 8-4:30)"}],"urls":["http://collegeofsanmateo.edu"],"servs":[{"audience":"EOPS: Students (current or potential) are those identified as financially and educationally disadvantaged","eligibility":"Must meet EOPS financial and educational criteria","fees":"None if already enrolled at the college.","how_to_apply":"Complete an application for College of San Mateo. Then submit EOPS application in Building 20, Room 107 or call 650-574-6154.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County"],"keywords":["Community Colleges","Student Financial Aid"],"wait":"No wait.","funding_sources":["Special district","State"]}]},{"name":"Canada College., Student Services","contacts":[{"name":"Robin Richards","title":"Vice President, Student Services"}],"description":"Provides information about and recruitment for special programs at Canada College. Extended Opportunity Programs and Services (EOPS) for eligible low-income students offers such assistance as tuition fee waiver and book grants, as well as counseling and tutoring. Disabled Student Services, designed to meet the academic and vocational needs of students with physical disabilities, provides services that include mobility assistance, academic counseling, interpreters, readers, tutors and special equipment. The Learning Disabilities Program offers individualized testing, evaluation, small classes and career planning assistance for the learning disabled student. The Adaptive Physical Education Program is a full adaptive exercise program for disabled students. CARE (Cooperative Agencies Resources for Education) provides child care services to eligible recipients as well as academic and vocational counseling, peer counseling, books, tutoring and child care. CalWorks for TANF families includes all of the above plus job placement and coaching.   Financial aid is provided to all students meeting the state and/or federal guidelines in the form of loans, grants and/or workstudy. Other students must apply for the Pell grant or meet the state income standard to have their enrollment fees paid by the state. TRIO - Student Support Services is a program funded by the US Department of Education. Provides an academic, social and personal  support system for students, assistance with basic college requirements and motivation toward a successful completion of their college education.","short_desc":"Provides information about special programs at Canada College for minorities, women, low-income and disabled persons.","address":{"street":"4200 Farm Hill Blvd., Building 8","city":"Redwood City","state":"CA","zip":"94061"},"mail_address":{"attention":"Student Services","street":"4200 Farm Hill Blvd., Building 8","city":"Redwood City","state":"CA","zip":"94061"},"ask_for":["Ruth Miller (Admissions)","Regina Block (Disabled Students Program)","Robin Richards (VPSS))"],"hours":"Vary by office","transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Persian (Farsi)","Spanish","Vietnamese"],"emails":null,"faxes":["650 306-3478"],"phones":[{"number":"650 306-3234","department":"Vice President Student Services","hours":"(Monday-Friday, 8-4)"}],"urls":["http://canadacollege.edu"],"servs":[{"audience":"Low-income persons, women, disabled persons, ethnic minorities","eligibility":"Vary according to program","fees":"$36 per unit for state residents. Cash, checks and credit cards accepted.","how_to_apply":"Walk in during designated times, write or visit Web site: www.canadacollege.edu/admissions/howto.html.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","School Enrollment and Curriculum","Vocational","FINANCIAL ASSISTANCE SERVICES","Education/Child Care/Recreation","HANDICAP SERVICES","Education","Community Colleges","Disabilities Issues"],"wait":"Some wait for counseling services.","funding_sources":["Federal","Special district","State"]}]},{"name":"Skyline College., Women in Transition (WIT) Program","contacts":[{"name":"Lori Slicton","title":"Coordinator"}],"description":"Offers a special program for students who are coming back to school after their formal education has been interrupted or postponed. Special mid-day or evening sections of regular credit classes such as English and mathematics are held once or twice a week. Other services provided to students include personal guidance, career counseling, peer discussion groups and tutoring. Scholarships are also available. No prerequisites, entrance exams or a high school diploma are needed for enrollment.","short_desc":"Offers special courses, counseling, tutoring and support groups to students who are re-entering education.","address":{"street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Women in Transition (WIT) Prog","street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Lori Slicton"],"hours":"By appointment","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","disabled_parking"],"languages":null,"emails":["slicton@smccd.edu"],"faxes":null,"phones":[{"number":"650 738-4157","hours":"(Monday-Friday, 9-2)"}],"urls":["http://skylinecollege.edu"],"servs":[{"audience":"Adult women entering or re-entering education","eligibility":"None","fees":"$26 per unit if state resident. Fee waivers available for recipients of Temporary Assistance for Needy Families (TANF), Social Security Income (SSI), State Supplementary Payments (SSP), Medi-Cal.","how_to_apply":"Apply by phone, mail or email.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","Vocational","EMPLOYMENT/TRAINING SERVICES","Job Counseling/Testing","Community Colleges","Women"],"wait":"No wait.","funding_sources":["County","Fees","State"]}]},{"name":"Canada College., Office of Veteran Affairs","contacts":[{"name":"Edith Flores","title":"Veterans Affairs Clerk"}],"description":"Helps veterans and veterans' dependents continue their formal education by providing assistance. Offers information and referral for all programs and services of the Department of Veterans Affairs and helps resolve problems with benefit payments when they occur.","short_desc":"Helps veterans and veterans' dependents continue their formal education by providing assistance.","address":{"street":"4200 Farm Hill Blvd., Bldg. 9","city":"Redwood City","state":"CA","zip":"94061-1099"},"mail_address":{"attention":"Office of Veteran Affairs","street":"4200 Farm Hill Blvd., Bldg. 9","city":"Redwood City","state":"CA","zip":"94061-1099"},"ask_for":["Edith Flores"],"hours":null,"transportation":"SAMTRANS stops at the college.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["flores@smccd.edu"],"faxes":["650 306-3113"],"phones":[{"number":"650 306-3123","hours":"(Monday, Thursday, 8-3:30; Tuesday, Wednesday, 11-7; Friday, 8-12 )"}],"urls":["http://canadacollege.edu"],"servs":[{"audience":"Veterans","eligibility":"Military status","fees":"None.","how_to_apply":"Walk in.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Vocational","FINANCIAL ASSISTANCE SERVICES","Education/Child Care/Recreation","Community Colleges","Veterans"],"wait":"Varies according to service.","funding_sources":["County","Federal","State"]}]},{"name":"Skyline College., Office of Veteran Affairs","contacts":[{"name":"Sylvia Martinez","title":"Veterans Clerk and Certifying Official"},{"name":" Maria Escobar","title":"Interim Dean, Enrollment Services"}],"description":"Helps veterans and veterans' dependents continue their formal education by providing both assistance and information about VA benefits and a variety of counseling services. Offers information and referral for all programs and services of Veterans Affairs and helps resolve problems with benefit payments when they occur. Provides career and vocational counseling to veterans, whether students or not, and assists them in getting into college.","short_desc":"Helps veterans and veterans' dependents continue their formal education by providing both assistance and information about VA benefits and counseling services.","address":{"street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Office of Veteran Affairs","street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Sylvia Martinez","Maria Escobar"],"hours":"Monday-Thursday, 8-7; Friday, 8-4:30","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["martinezs@smccd.edu"],"faxes":["650 738-4200"],"phones":[{"number":"650 738-4462","hours":"(Monday-Thursday, 8-4:30; Friday, 8-12:30)"}],"urls":["http://skylinecollege.edu"],"servs":[{"audience":"Ex-military personnel, dependent children and widows or widowers of deceased veterans, disabled veterans","eligibility":"Veteran or family who qualifies according to the guidelines of the Department of Veterans Affairs","fees":"$26 per unit.","how_to_apply":"Appointment necessary for counseling services. Other services are available on a walk in basis.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Vocational","FINANCIAL ASSISTANCE SERVICES","Education/Child Care/Recreation","Community Colleges","Veterans"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Canada College., El Instituto de Ingles/The English Institute","contacts":[{"name":"Anniqua Rana","title":"Coordinator"}],"description":"Offers a two-year English as a Second Language (ESL) program designed expressly for non-native speakers of English. The classes, offered Monday through Friday during the day or evening, consist of grammar, listening/speaking, reading and writing. The Learning Center is open Monday through Thursday from 8-10 and Friday from 8-3. Students may work with a teacher or independently to strengthen English language skills. Individual tutoring and guidance is also available. The program may be completed in less than two years and is open to anyone age 18 or over whether a high school graduate or not, or to high school students though concurrent enrollment.","short_desc":"Offers a 2-year English language program for non-English-speaking adults.","address":{"street":"4200 Farm Hill Blvd., Bldg 3-205","city":"Redwood City","state":"CA","zip":"94061"},"mail_address":{"attention":"El Instituto de Ingles/The Eng","street":"4200 Farm Hill Blvd., Bldg 3-205","city":"Redwood City","state":"CA","zip":"94061"},"ask_for":["Gloria Pena-Bench"],"hours":null,"transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Korean","Persian (Farsi)","Portuguese","Spanish","Vietnamese"],"emails":null,"faxes":["650 306-3176"],"phones":[{"number":"650 306-3412","hours":"(Monday-Friday, 8-4:30)"}],"urls":["http://canadacollege.edu"],"servs":[{"audience":"Non-native English speakers, ethnic minorities, international/foreign students","eligibility":"Age 18 or over, concurrent enrollment for high school students","fees":"$26 per unit for state residents. Cash, checks, credit cards and money orders accepted.","how_to_apply":"Walk in or apply by mail or Web site. Placement test must be taken before registering for classes.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Adult","English Language","Pupil Support/Tutoring","Community Colleges","English as a Second Language","Cultural/Racial Issues"],"wait":"Classes begin in August, January and June.","funding_sources":["County","Federal","State"]}]},{"name":"Skyline College., Career Center","contacts":[{"name":"Lisa Fong","title":"Coordinator"}],"description":"Serves as a resource center for career information, labor market trends, job counseling and placement Serves as a campus resource for computerized career information, two- and four-year college catalogs, labor market trends and job postings. The purpose of the service is to assist in realistically assessing personal goals and aspirations, exploring occupational information, making career decisions and finding work in a chosen occupational field.","short_desc":"fill me in","address":{"street":"3300 College Dr, Bldg. 2, Rm 2227","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Career Center","street":"3300 College Dr, Bldg. 2, Rm 2227","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":null,"hours":null,"transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["skycareers@smccd.edu"],"faxes":["650 738-4260"],"phones":[{"number":"650 738-4314","department":"Virginia Padron"}],"urls":["http://www.skylinecollege.edu/general/careercenter/index.html"],"servs":[{"audience":"Students, adults","eligibility":"Basic community college entrance requirements","fees":"$26 per unit if state resident. Non-resident tuition is $169 per unit, plus $26 per unit enrollment fee.","how_to_apply":"Walk in or apply by phone for counseling appointment (650-738-4317). Student must have either applied for admission or be enrolled to receive counseling services.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Vocational","EMPLOYMENT/TRAINING SERVICES","Job Information/Placement/Referral","Community Colleges","Career Counseling"],"wait":"No wait.","funding_sources":["Grants","State"]}]},{"name":"College of San Mateo (CSM)., Career Services Center","contacts":[{"name":"Eileen O'Brien","title":"Coordinator"}],"description":"Offers a variety of services and programs to students and the community in career exploration and job search. The center has a collection of books, pamphlets, videos and cassettes on a wide variety of occupations as well as on-line access to the Eureka Career Series. The public is also invited to use CSM JobLinks to access work listings and the Internet for career searches. Sponsors special career fairs and employment programs during the year and offers a course (CRER 127) as well as other services in job hunting techniques. An open-entry career exploration course (CRER 126) consists of a variety of personality, skills, interests and values tests that may be completed at the student's own pace. Individual career counseling is available by appointment.","short_desc":"Offers career planning information and guidance, job counseling and placement services to students and the public.","address":{"street":"1700 W Hillsdale Blvd., Bldg. 1, Room 215","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Career Services","street":"1700 W Hillsdale Blvd., Bldg. 1, Room 215","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Any staff member"],"hours":"Monday-Thursday, 8:30-4:30","transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":null,"emails":["obrien@smccd.edu"],"faxes":null,"phones":[{"number":"650 574-6119","hours":"(Monday-Thursday, 8:30-4:30)"}],"urls":["http://collegeofsanmateo.edu/career"],"servs":[{"audience":"Students, persons interested in a career change, and working individuals who want to develop new job skills, including re-entry adults, entry-level applicants","eligibility":"None","fees":"None for counseling or informational assistance. Minimal fee for some career inventories, others are free. Registration in career classes is $20 a unit, plus $14 health fee.","how_to_apply":"Apply by phone or email for counseling services/workshops.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","Vocational","EMPLOYMENT/TRAINING SERVICES","Job Counseling/Testing","Job Information/Placement/Referral","Community Colleges","Career Counseling"],"wait":"No wait.","funding_sources":["County","State"]}]},{"name":"Canada College., Career and Counseling Center","contacts":[{"name":"Bob Haick","title":"Career Services"}],"description":"Offers vocational and career counseling to students of Canada College. Has a library which includes books and pamphlets and the Eureka Career Information System from which listings of appropriate career choices and descriptions of occupations and programs of study are available. Also offers special programs in career guidance which include classes and individual counseling. Resume writing and interviewing assistance are available to the public on a limited basis.","short_desc":"Offers information, counseling and resume writing assistance for students and the general public.","address":{"street":"4200 Farm Hill Blvd., Building 9","city":"Redwood City","state":"CA","zip":"94061"},"mail_address":{"attention":"Career and Counseling Center","street":"4200 Farm Hill Blvd., Building 9","city":"Redwood City","state":"CA","zip":"94061"},"ask_for":null,"hours":null,"transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 306-3457"],"phones":[{"number":"650 306-3452","hours":"(Monday, Thursday, 8-4:30; Tuesday, Wednesday, 8-7; Friday, 8-12)"}],"urls":["http://canadacollege.edu"],"servs":[{"audience":null,"eligibility":"None","fees":"$26 per unit for state residents. Checks and credit cards accepted.","how_to_apply":"Apply by phone or walk in.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Vocational","EMPLOYMENT/TRAINING SERVICES","Job Counseling/Testing","Job Information/Placement/Referral","Community Colleges","Career Counseling"],"wait":"Varies.","funding_sources":["County","Federal","State"]}]},{"name":"Skyline College Library","contacts":[{"name":"Thomas Hewitt","title":"Director Library Services"}],"description":"Provides general library and reference services primarily to students of the college. Non-students may use their Peninsula Library System card to take out printed materials. Non-print material can be used in library only. Call before visiting to be sure that materials needed are in the library.","short_desc":"Provides general library and reference services primarily to students of the college.","address":{"street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Skyline College Library","street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":[],"hours":"Hours vary between school terms and summers sessions","transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["French","Italian"],"emails":null,"faxes":["650 738-4149"],"phones":[{"number":"650 738-4311","hours":"(Monday-Thursday, 8 am-8 pm; Friday, 8-2; Saturday, 10-2)"}],"urls":["http://skylinecollege.edu/library"],"servs":[{"audience":null,"eligibility":"None","fees":"None, except for photocopies and computer printouts.","how_to_apply":"Walk in.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County","Chinese (Mandarin)"],"keywords":["EDUCATION SERVICES","Library","Community Colleges","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["County","State"]}]},{"name":"College of San Mateo (CSM)., Library","contacts":[{"name":"Lorrita Ford","title":"Library Director"}],"description":"Provides general library and reference services to students, faculty, staff and administrators of the college, and to users from other Peninsula Library System (PLS) libraries. County residents who are not students may borrow materials with their PLS library card. Materials may also be borrowed through a public library. Has books and periodicals in foreign languages as well as telecourse video tapes. Copy machines are available. The library is also a partial U.S. Government Depository Library.","short_desc":"Provides general library and reference services to students, faculty and Peninsula Library System card holders.","address":{"street":"1700 West Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Library","street":"1700 West Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Any library staff member"],"hours":"Hours vary during semester breaks and summer session","transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Arabic","Filipino (Tagalog)","Polish","Spanish"],"emails":["fordl@smccd.edu"],"faxes":["650 358-6797"],"phones":[{"number":"650 574-6100","hours":"(Monday-Thursday, 7:45-8; Friday, 7:45-3; Saturday, 11-2)"}],"urls":["http://collegeofsanmateo.edu/library"],"servs":[{"audience":"CSM students and faculty","eligibility":"Library materials are checked out to CSM students, faculty and administrators and to PLS library card holders. Others may use the materials in the library or borrow materials through a public library","fees":"Vary according to service. Cash and checks accepted.","how_to_apply":"Walk in or apply by phone or email.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County"],"keywords":["EDUCATION SERVICES","Library","Community Colleges","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["State"]}]},{"name":"Canada College Library","contacts":[{"name":"Dave Patterson","title":"Reference Librarian"},{"name":" Michelle Morton","title":"Reference Librarian"}],"description":"Provides general library and reference services to students, faculty and the public. Free Internet is available. Each computer has Microsoft Word, Excel and Power Point. Entire building has wi-fi.","short_desc":"Provides general library services to students and faculty and reference services to county residents.","address":{"street":"4200 Farm Hill Blvd.","city":"Redwood City","state":"CA","zip":"94061-1099"},"mail_address":{"attention":"Canada College Library","street":"4200 Farm Hill Blvd.","city":"Redwood City","state":"CA","zip":"94061-1099"},"ask_for":[],"hours":null,"transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["pattersond@smccd.edu"],"faxes":["650 306-3434"],"phones":[{"number":"650 306-3267","hours":"(Monday-Thursday, 8 am-9 pm; Friday, 8-3; Saturday, 10-2)"}],"urls":["http://canadacollege.edu/library"],"servs":[{"audience":null,"eligibility":"Enrolled student or county resident","fees":"None.","how_to_apply":"Walk in or apply by phone.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Library","Community Colleges","Libraries","Public Libraries"],"wait":"No wait.","funding_sources":["State"]}]},{"name":"Skyline College., Disabled Students Program and Services","contacts":[{"name":"Linda Van Sciver","title":"Counselor for Students with Disabilities"}],"description":"Provides a number of services for students with disabilities including registration assistance, academic and personal counseling, campus orientation, career planning classes, special parking permits and lockers, mobility assistance, readers and notetakers, interpreter services, books on tape and equipment loans. There is also an adaptive physical education program. Evening appointments can be arranged.","short_desc":"Provides various forms of assistance for disabled students.","address":{"street":"3300 College Dr, Bldg. 2, Rm 2350","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Disabled Students Program","street":"3300 College Dr, Bldg. 2, Rm 2208","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Linda Van Sciver"],"hours":"Monday-Thursday, 7:30-4; Friday, 7:30-12 noon","transportation":"SAMTRANS stops at the college. Redi-Wheels can be arranged upon acceptance of application.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":null,"emails":["vansciver@smccd.edu"],"faxes":["650 738-4228"],"phones":[{"number":"650 738-4280","hours":"(Monday-Friday, 7:30-4)"}],"urls":["http://www.smccd.net/accounts/skyline/sts/able.html"],"servs":[{"audience":"Physically and learning disabled persons, persons with psychological disabilities","eligibility":"Disability must be verified by a physician or learning specialist","fees":"$26 per unit if state resident. Financial aid available. Checks and credit cards accepted.","how_to_apply":"Apply by phone for appointment.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","HANDICAP SERVICES","Education","Community Colleges","Disabilities Issues"],"wait":"No wait.","funding_sources":["Federal","State"]}]},{"name":"Skyline College., Learning Disabilities Program., Differential Learning Skills","contacts":[{"name":"Lynne Douglas","title":"Learning Disabilities Specialist"}],"description":"Offers individual assessment and accommodations services to enrolled students who meet learning or learning-related disabilities criteria and have an educational or vocational goal. Assists students with instructor communications and development of self-advocacy skills in a variety of settings. Works closely with assistive technology program.","short_desc":"Offers individual diagnostic services to students with learning disabilities.","address":{"street":"3300 College Drive, Bldg. 5, Rm. 5108","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Learning Disabilities Program","street":"3300 College Drive, Bldg. 5, Rm. 5108","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Lynne Douglas"],"hours":"Tuesday, Wednesday, 8-4:30","transportation":"SAMTRANS, Redi-Wheels stop at the college.","accessibility":["elevator","deaf_interpreter","restroom","disabled_parking","wheelchair"],"languages":null,"emails":["douglas@smccd.edu"],"faxes":["650 738-4466"],"phones":[{"number":"650 738-4123","hours":"(Tuesday, Wednesday, 8-430)"}],"urls":["http://www.skylinecollege.edu"],"servs":[{"audience":"Adults with learning or learning-related disabilities","eligibility":"Basic community college entrance requirements, California state eligibility assessment, enrollment in at least one academic class","fees":"$36 per unit if state resident.","how_to_apply":"Apply by phone. Appointment necessary for application.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Learning Disabilities","Pupil Support/Tutoring","HANDICAP SERVICES","Education","Vocational Rehabilitation","Community Colleges","Disabilities Issues"],"wait":"No wait for the program. Frequent waitlist for assessment and advocacy classes.","funding_sources":["State"]}]},{"name":"College of San Mateo (CSM)., Disabled Student Programs and Services","contacts":[{"name":"Krystal Romero","title":"Interim Director, Student Support Services"}],"description":"Offers five programs for students with disabilities. The Disabled Student Center provides intake, orientation, registration assistance, parking accomodations and academic accommodations such as note takers and special equipment. The Learning Disabilities Assessment Center (650-574-6433) provides testing and accommodations for students with learning disabilities.   The Adapted Physical Education Program (650-574-6469) works with students to increase their strength, endurance, flexibility, balance and wellness training. An adaptive computer lab, the Assistive Technology Center (650-574-6432), provides training and access to computers and assistive technology such as Braille, speech-to-text and enlarged print for students with disabilities. The Transition to College Program (650-574-6487) provides counseling and support to students with psychological disabilities entering college.","short_desc":"Offers five programs to assist students with disabilities at the College of San Mateo.","address":{"street":"1700 West Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Disabled Student Programs","street":"1700 West Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Kevin Sinarle (Disability Resource Center) "],"hours":null,"transportation":"SAMTRANS stops on campus; Redi Wheels.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":null,"emails":["romerok@smccd.edu"],"faxes":["650 574-6434"],"phones":[{"number":"650 574-6438","hours":"(Monday-Friday, 8-4:30)"}],"urls":["http://collegeofsanmateo.edu/dsps"],"servs":[{"audience":"Students with disabilities enrolled at the College of San Mateo","eligibility":"Must be a registered student at the College of San Mateo to participate. Verification of disability is required","fees":"None in addition to registration fees.","how_to_apply":"Come in or apply by phone to the Disabled Student Center before the start of the semester.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","HANDICAP SERVICES","Education","Community Colleges","Disabilities Issues"],"wait":"No wait.","funding_sources":["Federal","State"]}]},{"name":"Skyline College., English as a Second Language (ESOL) Program","contacts":[{"name":"Connie Beringer","title":"Dean of Language Arts"}],"description":"Offers courses for beginning, intermediate and advanced learners of English in grammar, speaking, reading and writing (ESL). Evening and weekend classes are offered on campus or at the Community Learning Center, South San Francisco. No prerequisites (entrance exam or high school diploma) are needed for enrollment.","short_desc":"Offers courses for beginning, intermediate and advanced learners of English in grammar, speaking, reading and writing.","address":{"street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"ESOL","street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":["Connie Beringer"],"hours":null,"transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","disabled_parking"],"languages":["Spanish"],"emails":["beringer@smccd.edu"],"faxes":null,"phones":[{"number":"650 738-4202"}],"urls":["http://skylinecollege.edu"],"servs":[{"audience":"Beginning, intermediate and advanced English learners","eligibility":"None","fees":"$36 per unit if state resident. Fee waivers available for recipients of Temporary Assistance for Needy Families (TANF), Social Security Income (SSI), State Supplementary Payments (SSP), Medi-Cal.","how_to_apply":"Apply by phone, mail or email.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Adult","English Language","Pupil Support/Tutoring","Community Colleges","English as a Second Language"],"wait":"No wait.","funding_sources":["County","Fees","State"]}]},{"name":"College of San Mateo (CSM)., Transfer Center","contacts":[{"name":"Mike Mitchell","title":"Director"}],"description":"College Success for Adults is designed for those age 25 or over who may now be employed but wish to explore alternative careers, and for those Workshops on Study Skills, Preparing the College Application and specific college majors are also offered.  .","short_desc":"Offers career planning information and guidance, job counseling and placement services to students and the public.","address":{"street":"1700 W Hillsdale Blvd., Bldg. 10-340","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Transfer Center","street":"1700 W Hillsdale Blvd., Bldg. 10-340","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Any staff member"],"hours":null,"transportation":"SAMTRANS stops on campus.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":null,"emails":["mitchellm@smccd.edu"],"faxes":null,"phones":[{"number":"650 358-6839","hours":"(Monday-Thursday, 8-4; Friday, 8-12)"}],"urls":["http://collegeofsanmateo.edu/transfer"],"servs":[{"audience":"Students transferring to a 4-year college","eligibility":"None","fees":"None for counseling or informational assistance.","how_to_apply":"Apply by phone for counseling services/workshops. Follow regular admission and enrollment procedures for classes. See Schedule of Classes or Web site for information.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","Vocational","EMPLOYMENT/TRAINING SERVICES","Job Counseling/Testing","Job Information/Placement/Referral","Community Colleges"],"wait":"No wait.","funding_sources":["County","State"]}]},{"name":"College of San Mateo (CSM)., Administration","contacts":[{"name":"Michael Claire","title":"President"}],"description":"Offers a comprehensive selection of academic classes and support services. Resources include financial aid and scholarships, counseling, transfer services, tutoring, employment assistance, health services and child care, among many others.","short_desc":"i'm missing text","address":{"street":"1700 W Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Administration","street":"1700 W Hillsdale Blvd.","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":null,"hours":"Monday-Thursday, 8-4:30; Friday, 8-12 noon","transportation":"SAMTRANS stops on campus.","accessibility":["restroom","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 574-6222","department":"President"}],"urls":["http://collegeofsanmateo.edu"],"servs":[{"audience":null,"eligibility":null,"fees":"$36/unit. Cash, check and credit cards accepted.","how_to_apply":"Complete an application for College of San Mateo at Web site www.collegeofsanmateo.edu.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","Community Colleges"],"wait":"No wait.","funding_sources":["Special district","State"]}]},{"name":"College of San Mateo (CSM)., Coastside","contacts":[{"name":"Ron Andrade","title":"Coordinator"}],"description":"Offers a support service for full-time students who need additional services to successfully pursue their educational and vocational goals. Services include priority registration, counseling, book service, transportation, tutoring, application fee waivers and peer advising.","short_desc":"Offers support to current and potential multicultural students.","address":{"street":"225 Cabrillo Highway S.","city":"San Mateo","state":"CA","zip":"94019"},"mail_address":{"attention":"Coastside","street":"Shoreline Station, Bldg. D, 2nd Flr","city":"San Mateo","state":"CA","zip":"94019"},"ask_for":null,"hours":"Monday-Friday, 8-4:30","transportation":"SAMTRANS stops on campus.","accessibility":["restroom","wheelchair"],"languages":["Spanish"],"emails":["csmcoastside@smccd.edu"],"faxes":["650 726-6443"],"phones":[{"number":"650 726-6444","hours":"(Monday-Friday, 8-4:30)"}],"urls":["http://collegeofsanmateo.edu"],"servs":[{"audience":null,"eligibility":null,"fees":"None if already enrolled at the college.","how_to_apply":"Complete an application for College of San Mateo.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","Community Colleges"],"wait":"No wait.","funding_sources":["Special district","State"]}]},{"name":"Skyline College., Administration","contacts":[{"name":"Regina Stanback Stroud","title":"President"}],"description":"Offers a comprehensive selection of academic classes and support services. Resources include financial aid and scholarships, counseling, transfer services, tutoring, employment assistance, health services and child care, among many others.","short_desc":"please complete me","address":{"street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"mail_address":{"attention":"Administration","street":"3300 College Drive","city":"San Bruno","state":"CA","zip":"94066"},"ask_for":null,"hours":null,"transportation":"SAMTRANS stops at the college.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 738-4251 (Admissions and Records)"],"phones":[{"number":"650 738-4100"}],"urls":["http://www.smccd.net/accounts/skyline/sts/able.html"],"servs":[{"audience":null,"eligibility":null,"fees":"$38 per unit if state resident. Financial aid available. Checks and credit cards accepted.","how_to_apply":"Apply online.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Pupil Support/Tutoring","HANDICAP SERVICES","Education","Community Colleges"],"wait":"No wait.","funding_sources":["Federal","State"]}]},{"name":"Canada College., Administration","contacts":[{"name":"James Keller","title":"Interim President"}],"description":"Offers a comprehensive selection of academic support services. Resources include financial aid and scholarships, counseling, transfer services, tutoring, employment assistance, health services and child care, among many others.","short_desc":"I'd rather not be blank","address":{"street":"4200 Farm Hill Blvd.","city":"Redwood City","state":"CA","zip":"94061"},"mail_address":{"attention":"Administration","street":"4200 Farm Hill Blvd.","city":"Redwood City","state":"CA","zip":"94061"},"ask_for":null,"hours":"Student Services: Monday, Thursday, 8-4:30; Tuesday, Wednesday, 8-7; Friday, 8-noon. Learning Center: Monday-Thursday, 8-9; Friday, 8-3. Library: Monday-Thursday, 8-9; Friday, 8-3","transportation":"SAMTRANS stops on campus.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 306-3176"],"phones":[{"number":"650 306-3412","hours":"(Monday-Friday, 8-4:30)"}],"urls":["http://canadacollege.edu"],"servs":[{"audience":null,"eligibility":"Age 18 or over, concurrent enrollment for high school students","fees":"$36 per unit for state residents. Cash, checks, credit cards and money orders accepted.","how_to_apply":"Walk in or apply by mail or Web site. Placement test must be taken before registering for classes.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["EDUCATION SERVICES","Adult","English Language","Pupil Support/Tutoring","Community Colleges"],"wait":"Classes begin in August, January and June.","funding_sources":["County","Federal","State"]}]}]}
{"name":"San Mateo County Department of Housing","locs":[{"name":"Housing Authority","contacts":[{"name":"William Lowell","title":"Executive Director, Housing Authority"},{"name":" Duane Bay","title":"Director, Department of Housing"}],"description":"Provides rental assistance to eligible lower income to moderate income residents through rental assistance and self-sufficiency support services.  Subsidized housing units are available in the private rental market through Housing Choice Vouchers.  A limited number of subsidized units through San Mateo County are available through Project-Based Vouchers. Also manages one public housing development and two housing authority owned properties. These developments, totaling 240 units, provide affordable housing to eligible low-income families by utilizing Federal aid as well as rent income from the residents.","short_desc":"Administers the federal subsidy program county-wide through a variety of assistance programs.","address":{"street":"264 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Housing Authority","street":"264 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-5","transportation":"CALTRAIN, SAMTRANS stop within 3 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Spanish"],"emails":null,"faxes":["650 802-3373"],"phones":[{"number":"650 802-3300","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchousing.org"],"servs":[{"audience":"Low-income and very low-income families, senior or disabled persons or other single individuals","eligibility":"Must be family, senior, disabled or single person below 50% of the median income level for San Mateo County. For some programs, eligibility may be up to 80%","fees":"None.","how_to_apply":"Project-based Units: applications are being accepted. Section 8: applications are not being accepted at this time.","service_areas":"San Mateo County","keywords":["HOUSING SERVICES","Subsidized","Low Income/Subsidized Rental Housing","Public Housing","Section 8 Housing Choice Vouchers","Housing Authorities"],"wait":"Project-based Units: wait is several months to several years, depending upon availability.","funding_sources":["Federal"]}]},{"name":"Housing and Community Development","contacts":null,"description":"Assists very low, low- and moderate-income residents through housing assistance, financing and community development. Provides subsidized housing, loan financing, project funding and technical assistance, primarily through partnerships with nonprofit organizations, other public agencies and the private sector.   Promotes, plans, creates and financially manages housing and community development. The Rehabilitation Loan Program provides low-interest loans (3%) for the rehabilitation of residential property to low- and moderate-income persons who own their own homes in designated areas and multi-family rental units whose tenants are low and moderate income. Deferred loans are available, usually for elderly, very low-income and disabled persons. After the initial contact the applicant's financial eligibility is checked. The assigned rehabilitation loan officer and specialist will visit the property owner to determine the work that needs to be done. The work is then bid and performed by licensed contractors. First-Time Homebuyer Program administers the Mortgage Credit Certificate (MCC) Program, which allows qualified first-time homebuyers to take 15 percent of their annual mortgage interest payments as a tax credit against their federal income tax. Also administers the San Mateo County START/StartPLUS Program as well as programs for Foster City and Menlo Park.","short_desc":"Provides low-interest loans for the rehabilitation of residential property and assistance to first-time homebuyers.","address":{"street":"264 Harbor Blvd., Bldg. A","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Housing/Community Development","street":"264 Harbor Blvd., Bldg. A","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-5","transportation":"CALTRAIN, SAMTRANS stop within 3 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 802-5049"],"phones":[{"number":"650 802-5050","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchousing.org"],"servs":[{"audience":"Low-income and moderate-income homeowners or landlords of low-income households, first-time homebuyers, nonprofit and for-profit developers","eligibility":"For homeowner: 80% or below of current San Mateo County median income. For landlord and for information on other programs: phone for information","fees":"Vary according to type of loan.","how_to_apply":"Apply by phone or mail.","service_areas":"San Mateo County","keywords":["HOUSING SERVICES","Rehabilitation","Home Rehabilitation Loans","First Time Buyer Home Loans","Low Income/Subsidized Rental Housing","Subsidized Housing Administrative Organizations","Older Adults"],"wait":"Varies according to program.","funding_sources":["Federal"]}]},{"name":"Administration","contacts":[{"name":"Duane Bay","title":"Director"}],"description":"Administers the programs of the Department of Housing, including Housing and Community Development (described separately) and the Housing Authority (described separately). Also contracts with various private nonprofit organizations to provide services in the areas of information and referral, child care, volunteer services, battered women and emergency shelters.","short_desc":"Administers the county programs that provide a wide range of services including housing and redevelopment.","address":{"street":"264 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Administration","street":"264 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Receptionist"],"hours":null,"transportation":"CALTRAIN, SAMTRANS stop within 3 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 802-3373"],"phones":[{"number":"650 802-3300","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchousing.org"],"servs":[{"audience":null,"eligibility":"Vary according to program","fees":null,"how_to_apply":"Apply by phone or mail when programs are open.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Women"],"wait":"Varies according to program.","funding_sources":["County","Federal","State"]}]}]}
{"name":"San Mateo County Health System","locs":[{"name":"Community Health., Health Education and Chronic Disease Prevention","contacts":[{"name":"Edith Cabuslay","title":"Program Services Manager"}],"description":"Works with coalitions in the community to develop prevention programs. Available to consult or assist in facilitating health-related programs.                   Smoke-Free Start for Families helps pregnant women and household smokers living with children age birth - five-years-old in San Mateo County stop smoking. Provides assistance through phone or group counseling and increases awareness of secondhand smoke on pregnant women and children. Contact Cristina Ugaitafa at 650-573-3989. The Active Aging Program increases public awareness about the benefits of physical activity for seniors and implements physical activity programs, which include strength-training exercises aimed at maintaining functional fitness and reducing the risk of chronic disease and falling in seniors. Contact Doris Rohleder at 650-573-2003. Senior Medication Management Project increases awareness regarding safe and proper medication use. Contact Jaslin Yu at 650-573-2977. Family Violence Implementation Project (FVIP) works in collaboration with existing programs in the community to train and educate Health Services Agency staff about family violence issues and collaborates on community programs that address both primary prevention and the needs of victims of family violence and their families. Contact Jaslin Yu at 650-573-2977. Childhood Lead Poisoning Prevention Program (CLPPP) provides outreach and education to families and those that work with children under the age 5 or under about the dangers of lead poisoning. Includes presentations about lead hazards and how to prevent them, dissemination of educational materials, and participation in community events. Contact Martha Milk at 650-573-3474. STD Community Intervention Program (SCIP) promotes, facilitates, develops, and enhances local capacity of STD/HIV and family planning providers in the community by providing STD awareness and primary prevention education through collaboration and partnership with organizations serving the population at risk (age 15-24) . Contact Nabil Ahmed at 650-573-2033. This program was formerly known as the Chlamydia Awareness and Prevention Program (CAPP). Youth Development promotes the Search Institute's 40 Developmental Assets framework, works with schools and communities to create stronger ties between youth and the community, and encourages the inclusion of youth in leadership positions in community organizations. Contact Edith Cabuslay at 650-573-2227. Community Oriented Health Systems (COHS) is an effort by the Health Services Agency to actively engage community members in community health issues. Works to determine health priorities, factors that contribute to health issues, and options for community interventions. Contact Edith Cabuslay at 650-573-2227. Bioterrorism Preparedness (BT), in conjunction with other county departments, is creating a community preparedness plan for bioterrorism. Contact Doris Rohleder at 650-573-2208. Chronic Disease Prevention Program has a comprehensive campaign to lessen the impact of chronic disease. The effort includes prevention education, promotion of screening options, and disease management. Also looks at how environmental factors (such as pollution, open space, etc.) contribute to chronic disease. Contact Kerry Barba at 650-573-2304. Faith and Health Initiative works with interfaith and community groups to create a dialogue between faith and health colleagues. Includes participating in training programs, informing groups about ways to develop health programs, and assisting faith-based groups in coordinating health events for the entire community. Contact Martha Milk at 650-573-3474. Male Involvement Program (MIP) is a teen pregnancy program targeting at-risk young men. Offers clinic access and a young Dads support group. Contact Nabil Ahmed at 650-573-2033.","short_desc":"Provides information about health promotion and disease prevention.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Health Education/Chronic Disease","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["See description for contact person for each program"],"hours":"Monday-Friday, 8-5, and by appointment","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Portuguese","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 573-2227","hours":"(Monday-Friday, 9-5)"}],"urls":null,"servs":[{"audience":"San Mateo County residents","eligibility":"None","fees":"None.","how_to_apply":"Apply by phone, mail, or fax.","service_areas":"San Mateo County","keywords":["Lead Information","Physical Activity and Fitness Education/Promotion","Safer Sex Education","Teen Pregnancy Prevention","Smoking Cessation","Support Groups","Terrorism Preparedness Information","Older Adults","Infants/Toddlers","Youth","Family Violence Issues"],"wait":"Varies.","funding_sources":["County","Federal","Grants","State"]}]},{"name":"Community Health., Vital Statistics Section","contacts":[{"name":"Pamela Machado","title":"Chief Deputy Registrar"}],"description":"Issues certified or informational only copies of records of birth or death which took place in San Mateo County from 1966 to current year. (Copies of birth and death records prior to 1966 must be obtained from the County Clerk - Recorder's office.) Issues permits for disposition of human remains, to disinter a body to change the burial location or to dispose of cremated remains by the scattering of ashes. To transport human remains across state lines, an authorized individual will need to request a letter of non-contagious disease. Contact this office for information and advice on how to obtain copies of records of births and deaths which occurred in other counties, states or countries, how to correct or change a birth or death record and how to file a delayed certificate of birth for someone whose birth was not registered. Administers state-issued medical marijuana cards and program.","short_desc":"Maintains recent birth and death records for the county and issues copies of birth and death records.","address":{"street":"225 West 37th Avenue, Room 11","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Vital Statistics Section","street":"225 West 37th Avenue, Room 11","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday, Tuesday, Wednesday, Friday, 8-5; Thursday, 8-4","transportation":"SAMTRANS stops in front.","accessibility":["disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 573-2576"],"phones":[{"number":"650 573-2395","hours":"(Monday-Wednesday, Friday, 8-5; Thursday, 8-4)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":null,"eligibility":"None","fees":"Fees: $25 for each certified or informational only copy of birth certificate, $18 for each certified or informational only copy of death certificate. $11 for each burial permit. Cash and checks accepted.","how_to_apply":"Walk in or apply by mail with fee enclosed.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Certificates/Forms Assistance","Birth Certificates","Death Related Records/Permits"],"wait":"No wait for walk in; 5 day wait by mail.","funding_sources":["County"]}]},{"name":"Family Health Services., California Children Services (CCS)","contacts":[{"name":"Anand Chabra, MD","title":"Medical Director"},{"name":"Wendy Chan","title":"CCS Administrator"}],"description":"Provides funding and case management for diagnosis and treatment for children age 21 or under with potentially chronic, disabling physical conditions. Also provides physical and occupational therapy for children age 21 or under with neuro-muscular, musculoskeletal or muscular diseases. There is no financial eligibility for diagnostic services and no financial eligibility for physical and occupational therapy.","short_desc":"Coordinates and finances medical care for certain catastrophic and chronic conditions for children and adolescents.","address":{"street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS California Children Services","street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":[],"hours":null,"transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","restroom","disabled_parking","wheelchair"],"languages":["Spanish","Filipino (Tagalog)"],"emails":null,"faxes":["650 573-2751"],"phones":[{"number":"650 573-2755","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.dhs.ca.gov/pcfh/cms/html/ccs.htm"],"servs":[{"audience":"Children, age 21 or under, with physically disabling or potentially chronic, disabling conditions","eligibility":"Age 21 or under, San Mateo County resident, have a CCS eligible condition","fees":"Vary according to service, family size and income and the Federal Poverty level. Medi-Cal, Healthy Families and private insurance accepted.","how_to_apply":"Call, write for an application form, or go to Web site.","service_areas":"San Mateo County","keywords":["COMMODITY SERVICES","Assistive/Medical Aids","DEVELOPMENTAL DISABILITIES SERVICES","Screening/Diagnosis","FINANCIAL ASSISTANCE SERVICES","Health","HANDICAP SERVICES","Occupational Therapy","Physical Therapy","Case/Care Management","Youth","Disabilities Issues"],"wait":"Varies.","funding_sources":["County","Federal","State"]}]},{"name":"Community Health., Environmental Health Services Division","contacts":[{"name":"Dean Peterson","title":"Director"}],"description":"Works to control environmental hazards and pollutants that are harmful to health. Handles complaints about quality of water supplies, wells, water pollution, public swimming pools, rodent and insect control, hazardous materials/waste, health hazards or unsanitary conditions in places where food is sold, problems concerning garbage and housing problems involving health hazards. Provides permits to install septic tanks and construct wells.   Businesses storing hazardous materials and/or wastes, operating underground fuel tanks, serving food, operating swimming pools or water purveyors are inspected. Household hazardous wastes from residents are collected by appointment.","short_desc":"Works to control environmental hazards and pollutants that are harmful to health.","address":{"street":"2000 Alameda de las Pulgas, Suite 100","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Environmental Health Services","street":"2000 Alameda de las Pulgas, Suite 100","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Receptionist"],"hours":null,"transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Taiwanese)","Filipino (Tagalog)","Russian","Spanish"],"emails":["envhealth@co.sanmateo.ca.us"],"faxes":["650 627-8244"],"phones":[{"number":"650 372-6200","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"Profit and nonprofit businesses, the public, military facilities, schools and government entities","eligibility":"None","fees":"None, except for permits and photocopying. Cash, checks and credit cards accepted.","how_to_apply":"Walk in or apply by phone or mail.","service_areas":"San Mateo County","keywords":["Public Health Information/Inspection/Remediation","Environmental Hazards Information"],"wait":"No wait to 2 weeks.","funding_sources":["Fees","Grants","State"]}]},{"name":"Behavioral Health and Recovery Services., Community Counseling Clinic","contacts":[{"name":"Kacy Carr","title":"Unit Chief"}],"description":"Provides outpatient mental health services to residents of east Menlo Park and East Palo Alto. Outpatient services include case management and therapy for adults. Also offers therapy to children and adolescents who suffer from a serious mental illness.  Mental health consultants are available to consult with schools, community groups, etc.","short_desc":"Offers outpatient mental health and crisis services to residents of East Palo Alto and East Menlo Park.","address":{"street":"2415 University Avenue, Suite 301","city":"East Palo Alto","state":"CA","zip":"94303"},"mail_address":{"attention":"SMCHS Community Counseling Clinic","street":"2415 University Avenue, Suite 301","city":"East Palo Alto","state":"CA","zip":"94303"},"ask_for":["Access Team"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 328-6834"],"phones":[{"number":"650 363-4030","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Chronic mentally ill, youth at risk of out-of-home placements, students not benefitting from special education due to emotional difficulties","eligibility":"Resident of area served","fees":"Vary according to income. Medi-Cal and Medicare accepted.","how_to_apply":"Walk-in or call office at 650-363-4030.","service_areas":["East Palo Alto","Menlo Park","Palo Alto"],"keywords":["INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Individual/Group Counseling","Observation/Diagnosis","Outpatient Mental Health Facilities","Youth","Adolescents","Children"],"wait":null,"funding_sources":["County","Fees"]}]},{"name":"Behavioral Health and Recovery Services., South County Mental Health Center","contacts":[{"name":"Selma Mangrum","title":"Adult Services Chief"},{"name":" Rosamaria Oceguera","title":"Unit Chief-Youth Services"}],"description":"Outpatient Services include evaluation, psychiatric medications, psychoeducation, case management and support for the seriously mentally ill and their families. Also offers crisis intervention for adults who are in crisis or have serious emotional problems. When indicated and appropriate, referrals are made to other mental health providers. Provides mental health services for youth age 17 or under in the central and south parts of the county. Services include outreach, including counseling at local schools, and individual, group and family therapy. A young person or parent may phone or referral may be initiated by another agency.","short_desc":"Evaluates persons with mental health problems and provides crisis intervention services and educational outreach in the south county area.","address":{"street":"802 Brewster Avenue","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"SMCHS South County Mental Health Ctr","street":"802 Brewster Avenue","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block, CALTRAIN within 3 blocks.","accessibility":["elevator","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Spanish"],"emails":null,"faxes":["650 364-6927"],"phones":[{"number":"800 686-0101","department":"Access","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Seriously mentally ill or persons in life crisis","eligibility":"Resident of area served","fees":"Vary according to income. Cash and Medi-Cal accepted. Medicare and private insurance may be accepted.","how_to_apply":"Call the Access Team at 800-686-0101.","service_areas":["Atherton","La Honda","Menlo Park","Portola Valley","Redwood City","Woodside"],"keywords":["INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Individual/Group Counseling","Observation/Diagnosis","Outpatient Mental Health Facilities","Youth"],"wait":"Varies depending on availability.","funding_sources":["County","State"]}]},{"name":"Behavioral Health and Recovery Services., Central County Mental Health Center","contacts":[{"name":"Todd Feeley, MD","title":"Medical Chief"},{"name":" Ellie Dwyer","title":"Unit Chief - Adult Team"},{"name":" Rosamaria Oceguerra","title":"Unit Chief - Youth Team"}],"description":"Provides outpatient mental health services to adults and children in the central county area including medications, crisis services, individual and group counseling, case management and representative payee services. The intake process includes evaluation and referral to other providers when appropriate.","short_desc":"Evaluates adults with mental health problems and provides brief therapy and crisis counseling in the central part of the county.","address":{"street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Central County Mental Hlth Ctr","street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Call the Access Team at 800-686-0101"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Arabic","Chinese (Mandarin)","Russian","Sign Languages","Spanish","Ukrainian"],"emails":null,"faxes":["650 572-9347"],"phones":[{"number":"800 573-3571","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Seriously mentally ill, psychiatric emergencies","eligibility":"Resident of area served","fees":"Vary according to income. Medi-Cal, Medicare, private insurance accepted.","how_to_apply":"Walk in or call the Access Team at 800-686-0101. Persons in crisis may call or walk in, 8 am to 5 pm on weekdays, or contact San Mateo Medical Center Psychiatric Emergency Services nights, weekends and holidays.","service_areas":["Belmont","Burlingame","Foster City","Hillsborough","Millbrae","San Carlos","San Mateo"],"keywords":["ADULT PROTECTION AND CARE SERVICES","Case Management","MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Individual/Group Counseling","Observation/Diagnosis","Outpatient Mental Health Facilities","Women"],"wait":"Same day for crisis situations, 1 week for assessment.","funding_sources":["County"]}]},{"name":"Behavioral Health and Recovery Services., Coastside Mental Health Center","contacts":[{"name":"Mary Em Wallace","title":"Unit Chief"},{"name":"Ned Basher","title":"Supervisor, Youth Services"},{"name":"Arnold Sweet","title":"Medical Chief, Adult Services"}],"description":"Offers individual, group and family counseling services by appointment, medications, case management and representative payee. The intake process includes evaluation and referral to other providers when appropriate. Services can be provided to persons who are homebound.","short_desc":"Provides mental health services on the Coastside.","address":{"street":"225 South Cabrillo Highway, Suite 200A","city":"Half Moon Bay","state":"CA","zip":"94019"},"mail_address":{"attention":"SMCHS Coastside Mental Health Center","street":"225 South Cabrillo Highway, Suite 200A","city":"Half Moon Bay","state":"CA","zip":"94019"},"ask_for":["Access Team"],"hours":null,"transportation":"SAMTRANS stops within 2 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 726-4963"],"phones":[{"number":"650 726-6369","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Adults: seriously mentally ill, elderly at risk of institutionalization, psychiatric emergencies. Children: psychiatric emergencies, at risk of out-of-home placement, special education students","eligibility":"Resident of area served. Child age 17 or under must have the consent of parent or guardian. Child age 12 or over may be seen without parent permission if in danger (i.e., pregnant, abusing drugs or alcohol, victim of child abuse)","fees":"Vary according to income. Cash, Medi-Cal, Medicare and private insurance accepted.","how_to_apply":"Walk in or call the Access Team at 800-686-0101. Persons in crisis may call or walk in on weekdays, 8-5, or contact San Mateo Medical Center Psychiatric Emergency Services nights, weekends and holidays.","service_areas":["El Granada","Half Moon Bay","La Honda","Miramar","Montara","Moss Beach","Pescadero","Princeton","San Gregorio"],"keywords":["INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","MENTAL HEALTH SERVICES","Individual/Group Counseling","Observation/Diagnosis","Outpatient Mental Health Facilities"],"wait":"Same day for crisis situations, 1 week for assessment.","funding_sources":["County"]}]},{"name":"Behavioral Health and Recovery Services., North County Mental Health Center","contacts":[{"name":"Barbara Swearingen","title":"Medical Chief"},{"name":" Evelyn Balancio, LCSW","title":"Adult Unit Chief"},{"name":" Carmenza Rodriguez, PhD","title":"Youth Unit Chief"}],"description":"Provides medication evaluation, medication and case management therapy. The Youth Team provides mental health services for children and adolescents age 18 or under who have emotional or behavioral problems. Services include outreach, including counseling at local schools, and individual, family and group therapy. A young person or parent may phone or referral may be initiated by another agency.","short_desc":"Evaluates and treats adults and children with severe mental illness in the north part of the county.","address":{"street":"375 - 89th Street","city":"Daly City","state":"CA","zip":"94015"},"mail_address":{"attention":"SMCHS North County Mental Hlth Ctr","street":"375 - 89th Street","city":"Daly City","state":"CA","zip":"94015"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops in front.","accessibility":["elevator","restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 301-8639"],"phones":[{"number":"650 301-8650"}],"urls":null,"servs":[{"audience":"Persons with psychiatric disorders","eligibility":"Resident of area served","fees":"Vary according to income. Cash, Medi-Cal and Medicare accepted.","how_to_apply":"Call the Access Team at 800-686-0101.","service_areas":["Brisbane","Broadmoor","Burlingame","Colma","Daly City","Pacifica","San Bruno","South San Francisco"],"keywords":["MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Individual/Group Counseling","Observation/Diagnosis","Conjoint Counseling","Family Counseling","Group Counseling","Individual Counseling","Mental Health Evaluation","Psychiatric Case management","Outreach Programs","Youth"],"wait":"Varies.","funding_sources":["County","Federal","State"]}]},{"name":"San Mateo Medical Center., Main Campus Clinics.","contacts":[{"name":"Susan Ehrlich","title":"Medical Director"},{"name":" Rob Fleming","title":"Clinic Manager, Pediatrics, OB-Gyn, Adult Primary Care"},{"name":" Yvonne Sylten","title":"Clinic Manager, Specialties"}],"description":"San Mateo Medical Center has a full roster of primary care and specialty clinics. The Dermatology clinic treats hair and skin problems and performs office procedures such as wart removal. The Ear, Nose, and Throat clinic gives hearing tests and prescribes hearing aids. The Eye clinic gives complete eye examinations, prescribes eyeglasses and treats diseases of the eye. The Urology clinic treats genito-urinary problems and performs vasectomies. There are special Surgical Clinics for General Surgery, Neurosurgery, Plastic Surgery and Podiatry. The Orthopedic clinic handles broken and fractured bones, back problems and foot ailments. The Internal Medicine clinic serves adults with chronic medical problems such as diabetes, cardiovascular diseases and neurological disorders. The Infectious Diseases clinic treats infectious diseases. The Edison Clinic treats patients with HIV/AIDS. The Family Health Center consists of three major areas of care: primary care, OB/GYN, and pediatrics. The Primary Care clinic can perform general, pre-employment, school, amnesty and Department of Motor Vehicles physicals. The Obstetrics and Gynecology clinic offers a variety of services including family planning, abortion, pap tests, pregnancy testing and pre-natal and post-natal care. The Pediatric clinic serves children from birth to age 18 with general medical care and treatment, physical examinations, vaccinations, etc. Also available are Pediatric Cardiology Consultations, medical diagnostic consultations for child abuse cases and pediatric nurse practitioner services for well child care. The Dental clinic handles emergency extractions, fillings and gum treatment. The Ron Robinson Senior Care Center provides comprehensive care and case management to the frail elderly.","short_desc":"Provides a range of care and treatment via specialty outpatient clinics.","address":{"street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"San Mateo Medical Center","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-6","transportation":"SAMTRANS stops within 1 block. Shuttle service available for patients unable to ride public transportation.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Russian","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 573-2222","hours":"(Monday-Friday, 8:30-5)"}],"urls":["http://www.sanmateomedicalcenter.org"],"servs":[{"audience":"San Mateo County residents","eligibility":"None","fees":"Vary according to service. Cash, Medi-Cal, Medicare, private insurance, WELL Program accepted.","how_to_apply":"Apply by phone for appointment. Eligibility determined on first visit for reduced fee payment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics"],"wait":"Varies according to clinic and urgency of need.","funding_sources":["County","Fees","State"]}]},{"name":"San Mateo Medical Center., Fair Oaks Clinic","contacts":[{"name":"Jonathan Mesinger","title":"Clinic Manager"},{"name":" Jeanette Aviles, MD","title":"Supervising Physician"},{"name":" Rebecca Martinez","title":"Charge Nurse"},{"name":" Grace Gutierrez","title":"Patient Services Supervisor"}],"description":"Provides comprehensive care to adults. Specialties represented are obstetrics and internal medicine. Services include health assessments, treatment of acute and chronic illnesses, premarital exams, family planning, pregnancy testing and referral, comprehensive prenatal care, immunizations, and tuberculosis and venereal disease screening. Dental services for children and adolescents age 18 or under include limited treatment, prophylaxis and health information. Also offers Mental Health Counseling Services. Diabetes education and counseling is provided by professional nurse educators and dieticians (in collaboration with El Concilio of San Mateo County, Nuestro Canto de Salud).","short_desc":"Provides comprehensive outpatient care for persons of any age.","address":{"street":"2710 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"San Mateo Medical Center","street":"2710 Middlefield Road","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Appointments receptionist"],"hours":"Monday, Tuesday, Wednesday, Friday, 8:30 am-5 pm; Thursday, 8:30 am-8 pm","transportation":"SAMTRANS stops within 1 block.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 366-4732"],"phones":[{"number":"650 364-6010","hours":"(Monday, Tuesday, Wednesday, Friday, 8:30 am-5 pm; Thursday, 8:30 am-8 pm)"}],"urls":null,"servs":[{"audience":"Low-income persons","eligibility":"None","fees":"Vary according to income and service. Cash, CHDP, Medicare, Medi-Cal, P.A.C.T., private insurance and ACE/MCE Program accepted.","how_to_apply":"Walk in or apply by phone. Triage nurse. Appointment advisable for application.","service_areas":["Menlo Park","North Fair Oaks","Redwood City"],"keywords":["HEALTH SERVICES","Dental","Outpatient Care","Community Clinics","Youth"],"wait":"Up to 4 weeks for non-acute care, 1-4 months for new medical patients.","funding_sources":["County","Fees"]}]},{"name":"Family Health Services., Child Health Services., Child Health and Disability Prevention Program (CHDP)","contacts":[{"name":"Brian J. Zamora","title":"Director, Family Health Services"}],"description":"Provides information and referral to medical and dental providers for check-ups and follow-up care for Medi-Cal eligible persons age 20 or under. Persons age 18 or under from low-income families are also eligible for health examinations. Assistance with scheduling appointments and transportation is provided. Check-ups are available through private physicians, hospital outpatient clinics, community clinics and public health clinics.   The multidisciplinary staff collaborates with a number of agencies to coordinate and enhance health services on behalf of children. Outreach and advocacy are provided in such areas as childhood lead poisoning prevention, immunization, asthma and the dental and nutritional needs of children.","short_desc":"Provides referral to medical and dental providers for Medi-Cal eligible children and adolescents.","address":{"street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Child Health and Disability Prev","street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":[],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block of CHDP administrative office.","accessibility":["ramp","disabled_parking"],"languages":["Spanish"],"emails":null,"faxes":["650 573-2859"],"phones":[{"number":"650 573-2877","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"Medi-Cal eligible children and youth age 20 or under. Other low-income individuals age 18 or under","eligibility":"For periodic health screenings, must be age 20 or under and on Medi-Cal or age 18 or under meeting low-income guidelines (200% of federal poverty level)","fees":"None to Medi-Cal eligible and other limited income families for health assessments.","how_to_apply":"Apply by phone.","service_areas":"San Mateo County","keywords":["FINANCIAL ASSISTANCE SERVICES","Health","HEALTH SERVICES","Education/Information","Health Care Referrals","Youth","Low Income"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Emergency Medical Services","contacts":[{"name":"Sam Barnett","title":"Administrator"}],"description":"The three-digit number, 911, rings an emergency dispatcher for police, fire and ambulance services throughout the county. Callers will be requested to give an address and nearest cross street and call-back phone number. A brief description of the problem will be requested and first-aid instructions will be given if that is the nature of the problem. No coins are necessary to call this number from a pay phone. Call the business number to discuss any problems regarding any services of the Emergency Medical Services (EMS) office . Also monitors the care provided by private, non-emergency ambulance providers. May also provide speakers about Emergency Medical Services.","short_desc":"Administers the 911 emergency number and establishes policies and procedures for all emergency service providers in the county.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Emergency Medical Services","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["For emergencies dial 911. For questions call 650-573-2564"],"hours":null,"transportation":null,"accessibility":["ramp","restroom","disabled_parking","tty","wheelchair"],"languages":["Interpreter"],"emails":["sbarnett@smcgov.org"],"faxes":["650 573-2029"],"phones":[{"number":"650 573-2564","department":"Office","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org/ems"],"servs":[{"audience":"Ill or injured persons needing emergency care and/or ambulance transportation","eligibility":"None","fees":"Vary according to service as established by ambulance companies and the level of service requested. Cash, Medi-Cal, Medicare, military insurance and private insurance accepted.","how_to_apply":"Apply by phone.","service_areas":"San Mateo County","keywords":["911 Services","Speakers/Speakers Bureaus"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Family Health Services., Public Health Nutrition., Women, Infants and Children (WIC) Program","contacts":[{"name":"Eliana C. Schultz, RD","title":"WIC Director"}],"description":"Offers nutrition education and supplemental foods to women who are pregnant, post-partum or breastfeeding, and children age 5 or under. Families may be low- or medium-income and working families may also qualify. There are six WIC clinic sites in the county (South San Francisco, East Palo Alto, Redwood City, Daly City, San Mateo and Half Moon Bay). Supplemental food is made available through issuance of coupons redeemable at most grocery stores for certain food items selected to provide essential nutrients. Participation does not affect eligibility for food stamps or other public assistance programs. Also assists in finding health care and other community services. Formerly known as San Mateo County Health Department, Public Health Division. Nutrition Programs. Women, Infants and Children (WIC) Program.","short_desc":"Offers nutrition education and supplemental foods to low-income women who are pregnant, post-partum or breastfeeding.","address":{"street":"477 9th Avenue, Suite 110","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"SMCHS WIC Program","street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Call the main office"],"hours":"Monday-Thursday, 8:30-12, 12:30-5:30 (San Mateo site)","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 573-2168","hours":"(Monday-Friday, 8-12, 1-5)"}],"urls":["http://www.smchealth.org/wic"],"servs":[{"audience":"Pregnant women, new mothers and children age 5 or under","eligibility":"Woman who is pregnant, post-partum (within the first 6 months) or breastfeeding, child age 5 or under who is at nutritional risk","fees":"None.","how_to_apply":"Apply by phone. Appointment necessary for application.","service_areas":"San Mateo County","keywords":["Nutrition Education","WIC","Youth","Infants/Toddlers","Women"],"wait":"2 week wait for new enrollees.","funding_sources":["Federal"]}]},{"name":"San Mateo Medical Center., Administration","contacts":[{"name":"Susan Ehrlich","title":"Chief Executive Officer"}],"description":"Provides general short-term acute care, including psychiatric care, to persons of all ages. The Emergency Department is open 24 hours every day. Provides basic and emergency medical care for indigent adults ineligible for Medi-Cal. The hospital also operates a variety of specialty clinics and services.  Uninsured county residents whose income is within 200% of the Federal Poverty Guidelines are eligible to enroll in the WELL Program. Participants in the program pay an annual fee and are responsible for co-payments charged at the time of service ($5 for outpatient services, $25 for emergency services, $5 for prescriptions and $550 for inpatient hospital stays). Patients are billed monthly for any unpaid annual fees and co-payments.","short_desc":"Provides general short-term acute care, including psychiatric care, to persons of all ages.","address":{"street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403-4364"},"mail_address":{"attention":"San Mateo Medical Center","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403-4364"},"ask_for":["Administrator"],"hours":null,"transportation":"SAMTRANS stops at the door. Shuttle service available for patients unable to ride public transportation.","accessibility":["elevator","deaf_interpreter","restroom","disabled_parking","wheelchair"],"languages":["Interpreter"],"emails":null,"faxes":null,"phones":[{"number":"650 573-3939","department":"Administration","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"None","fees":"Vary according to service. WELL Program annual enrollment fees: $200 individual, $300 family of 3, $50 each additional family member. Credit cards, Medi-Cal, Medicare, WELL Program, private insurance, military insurance accepted.","how_to_apply":"Apply by phone for an appointment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Inpatient Care","Outpatient Care","MENTAL HEALTH SERVICES","Acute or Sub-acute Treatment","Hospitals","Administrative Entities"],"wait":"No wait.","funding_sources":["County","Fees"]}]},{"name":"San Mateo Medical Center., Psychiatric Emergency Services","contacts":[{"name":"Steve Cummings, MD","title":"Medical Director"},{"name":" Elizabeth Evans, RN","title":"Deputy Director, Acute Psychiatric Services"},{"name":" Dragon Bakovic","title":"Clinical Coordinator"}],"description":"Offers 24-hour emergency psychiatric services to people in emotional crisis. Contact may be by phone or visit to the emergency room at San Mateo Medical Center. The staff offers crisis intervention in immediate problems so that long-term solutions may be pursued. Provides information about and referral to a wide range of services including adolescent treatment programs, drug programs, abused women's and children's programs and alcohol programs. The staff does an evaluation on every person who may need psychiatric hospitalization at San Mateo Medical Center. This emergency psychiatric service supplements crisis teams available weekdays in the four mental health division regions.","short_desc":"Offers 24-hour emergency psychiatric services to people in emotional crisis.","address":{"street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"San Mateo Medical Center","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Team member on duty"],"hours":"24 hours daily","transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 573-2489"],"phones":[{"number":"650 573-2662","hours":"(24 hours daily)"}],"urls":["http://www.sanmateomedicalcenter.org"],"servs":[{"audience":"Patients in psychological crisis","eligibility":"None","fees":"Vary according to income. Cash, Medi-Cal, Medicare, private insurance and military insurance accepted.","how_to_apply":"Walk in or apply by phone.","service_areas":"San Mateo County","keywords":["MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Observation/Diagnosis","Hospitals","Crisis Intervention"],"wait":"Varies according to number of patients.","funding_sources":["County","Fees","State"]}]},{"name":"Behavioral Health and Recovery Services., Cordilleras Center","contacts":[{"name":"William Kruse","title":"Administrator"},{"name":" Crystal Hutchinson","title":"Volunteer Contact - Cordilleras Suites"},{"name":" Victoria Peterson","title":"Volunteer Contact - MHRC"}],"description":"A licensed 68-bed mental health rehabilitation center. A multidisciplinary team of mental health professionals prepares a treatment plan with each individual with the ultimate goal of self-reliance. Cordilleras provides training in community living and social skills plus various therapy and activity groups. Peer counselors also lead groups and offer support. Integrates individual and group therapy, family support and medication into the treatment modalities.   Forty-nine community living beds licensed by the Department of Social Services are also available. These three units accept clients with chronic mental illness with 20 beds specializing in Axis II.","short_desc":"An inpatient subacute psychiatric treatment center.","address":{"street":"200 Edmonds Road","city":"Redwood City","state":"CA","zip":"94062"},"mail_address":{"attention":"SMCHS Cordilleras Center","street":"200 Edmonds Road","city":"Redwood City","state":"CA","zip":"94062"},"ask_for":["Carolyn Rapier"],"hours":"24-hour facility","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","disabled_parking"],"languages":["Chinese (Mandarin)","German","Portuguese","Samoan","Spanish","Filipino (Tagalog)"],"emails":["bkruse@telecarecorp.com"],"faxes":null,"phones":[{"number":"650 367-1890","hours":"(Monday-Friday, 8:30-5)"}],"urls":["http://www.telecarecorp.com"],"servs":[{"audience":"Individuals with chronic psychiatric disorders","eligibility":"Age 18-65 for MHRC. Age 18-60 for Cordilleras Suites","fees":"Vary according to income. Medi-Cal and cash accepted.","how_to_apply":"Referral from an acute psychiatric unit necessary for application.","service_areas":"San Mateo County","keywords":["MENTAL HEALTH SERVICES","Acute or Sub-acute Treatment","Individual/Group Counseling","Inpatient Mental Health Facilities"],"wait":"2-3 days.","funding_sources":["County","Fees","State"]}]},{"name":"Family Health Services., Maternal, Child and Adolescent Health Programs","contacts":[{"name":"Anand Chabra","title":"Director"},{"name":" Lizelle Lirio","title":"Senior PHN, MCAH Coordinator"}],"description":"Reviews the community's maternal, child and adolescent health needs and the adequacy of providers and facilities to meet those needs. Initiates policies and programs to meet the health needs of San Mateo County.   Provides services to pregnant and parenting teens through the Adolescent Family Life Program; to African-American families through the Prenatal Advantage / Black Infant Health Project. Formerly known as San Mateo County Health Services Agency, Public Health Division, Maternal, Child and Adolescent Programs.","short_desc":"Reviews the community's maternal, child and adolescent health (MCAH) needs and the adequacy of providers and facilities to meet those needs.","address":{"street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Maternal, Child and Adolescent","street":"2000 Alameda de las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Dr. Anand Chabra","Lizelle Lirio"],"hours":"Monday-Friday, 8-5, some evenings and weekends","transportation":"SAMTRANS stops in front.","accessibility":["disabled_parking"],"languages":["Spanish"],"emails":["achabra@co.sanmateo.ca.us","mlirio@co.sanmateo.ca.us"],"faxes":["650 573-2042"],"phones":[{"number":"650 573-3469","department":"Dr. Chabra","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org/mcah"],"servs":[{"audience":"Women, infants, children and adolescents","eligibility":"Vary","fees":"None in most cases. Checks accepted.","how_to_apply":"Apply by phone, 650-573-2501.","service_areas":"San Mateo County","keywords":["Mother and Infant Care","Pediatrics","Youth","Adolescents","Children","Infants/Toddlers","African American Community","Pregnant Teens","Teenage Parents"],"wait":"No wait in most cases.","funding_sources":["County","Federal","Grants","State"]}]},{"name":"Community Health., Administration","contacts":[{"name":"Brian Zamora","title":"Director"},{"name":" John Conley","title":"Deputy Director"},{"name":" Scott Morrow","title":"Health Officer"},{"name":" Alvaro Garza","title":"Deputy Health Officer"},{"name":" Brian Zanova","title":"Family Health Director"}],"description":"Administers the AIDS Program, Community Health Services, and Disease Prevention and Control (all described separately). Provides preventive health services in the areas of TB, HIV/AIDS and STD testing, chronic disease prevention, communicable disease control, and public health nutrition. Programs in Family Health include Public Health and Injury Prevention, Prenatal to Three Initiative, vital statistics, public health education, maternal and child health (Family Planning, Child Health Clinics, Child Health and Disability Prevention Program), public health nursing and California Children Services (diagnosis, treatment and therapy). A mobile clinic delivers health care to the more remote areas of the county. Also, oversees Emergency Medical Services (ambulance first response, EMT and Paramedic certification and registration), Environmental Health (Environmental regulation over consumer protection and hazardous materials/waste), University of Californa Conservative Extension, and Agriculture Commissioner Sealer of Weights and Measures.","short_desc":"Administers the programs of the Public Health Division.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Community Health","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Secretary"],"hours":"Monday-Friday, 7:30-5:30","transportation":"SAMTRANS stops within 1 block, CALTRAIN within 2 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Filipino (Tagalog)","French","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 573-2757","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"High risk children and adults, including those with special health problems who have difficulty accessing and paying for health services. Communities with public health needs","eligibility":"Vary according to program","fees":"Vary according to income. Medi-Cal and private insurance accepted.","how_to_apply":"Apply by phone to appropriate clinic or office.","service_areas":"San Mateo County","keywords":["Public Health"],"wait":"No wait to 1 week.","funding_sources":["County","Federal","Fees","State"]}]},{"name":"Hospital and Clinics Division., San Mateo County Health Center., Rehabilitation Services","contacts":[{"name":"Deborah Chiu","title":"Interim Director"}],"description":"Provides physical, occupational, audiology and speech therapy to adults with a chronic and/or acute condition with resulting physical and/or cognitive disabilities. Physical therapy includes treatment of mobility deficits resulting from hip and knee replacements or injuries, strokes, cardio-pulmonary disease, fractures, and neck, shoulder and back pain. Specialized treatment is offered in the treatment of back pain and wound/burn care. Occupational therapy includes treatment of functional loss disabilities due to stroke, nerve damage, surgery, fracture, burns/wounds, etc. Specialized expertise offered in hand therapy. Emphasis on returning/ maximizing independence. Speech and language services include motor speech and swallowing disorders, language and cognitive-linguistic disorders, aphasia, dysarthria, stuttering, laryngectomy and voice disorders. Following evaluation, therapy is provided. Audiology hearing assessments are offered Tuesdays and Thursdays.","short_desc":"Provides therapy for speech and language disorders, dysphagia or cognitive deficits.","address":{"street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Rehabilitation Services","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-4:30","transportation":"SAMTRANS stops within 1 block. Shuttle service available for patients unable to ride public transportation.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Filipino (Tagalog)","Samoan","Spanish","Tongan"],"emails":["dchiu@co.sanmateo.ca.us"],"faxes":["650 573-3491"],"phones":[{"number":"650 573-2472","hours":"(Monday-Friday, 8-4:30)"}],"urls":null,"servs":[{"audience":"Adults with acute or chronic conditions with resulting physical and/or cognitive disabilities, decreased functions; probability of improvement","eligibility":"Referral from M.D.","fees":"Vary. Cash, Medicare, Medi-Cal, WELL Program, private insurance accepted.","how_to_apply":"Call for appointment following physician referral.","service_areas":"San Mateo County","keywords":["DEVELOPMENTAL DISABILITIES SERVICES","Physical Therapy","Rehabilitation/Occupational","Speech Therapy","HANDICAP SERVICES","Rehabilitation/Occupational Therapy","Disabilities Issues"],"wait":"Up to 6 weeks.","funding_sources":["County","Federal","Fees","State"]}]},{"name":"Behavioral Health and Recovery Services., Mental Health Services Division., Administration","contacts":[{"name":"Kaplan Stephen","title":"Director"}],"description":"Administers five regional mental health clinics for adults and decentralized children's services, and a residential treatment facility including mental health services to youth involved in the child welfare and juvenile justice systems. Contracts for other specialized services administered by private nonprofit agencies. Services administered include crisis services, inpatient and outpatient clinical services for adults, adolescents and children, and community support services. For Medi-Cal clients, county mental health administers the mental health managed care plan. The plan authorizes all Medi-Cal mental health services in the county.","short_desc":"Administers the mental health services provided by the county to San Mateo County residents.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Mental Health Services Div","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Claudia Salada (Executive Assistant)"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Filipino (Tagalog)","French","Italian","Spanish"],"emails":null,"faxes":["650 573-2841"],"phones":[{"number":"650 573-2451","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Adults, older adults and children with mental health needs","eligibility":"San Mateo County resident","fees":"Vary according to income and service. Cash, checks, Medicare, Medi-Cal and private insurance accepted.","how_to_apply":"Call the Access Team at 800-686-0101 for mental health services.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Administrative Entities","Mental Health Issues"],"wait":"Same day for phone contact; appointment for assessment if appropriate within 5-7 days.","funding_sources":["County","Federal","Fees","State"]}]},{"name":"Administration","contacts":[{"name":"Jean Fraser","title":"Chief, Health System"}],"description":"This is the administrative office for the Health System. The Chief is responsible for administering Aging and Adult Services, Agriculture and Weights and Measures, Animal Control and Licensing, Community Health, Correctional Services, Emergency Medical Services, Environmental Health, Familly Health Services, Health Policy, Planning and Promotion, Mental Health Services, and University of California Cooperative Extension. Animal Control is operated under contract by the Peninsula Humane Society & SPCA (PHS), a private, nonprofit organization, to enforce all animal control and anti-cruelty laws and to provide sheltering for homeless animals and other services. The Peninsula Humane Society & SPCA (PHS) may be reached at (650) 340-8200 and is located at 12 Airport Boulevard, San Mateo, CA 94401. Animal Licensing is operated under contract PetData, Inc., a Texas-based company, to administer licensing for animals that reside within the County. All dogs that reside within the County must have annual rabies vaccinations and be licensed. While vaccinations and licensing is suggested for all cats residing in the County, it is required in the City of Belmont, City of San Mateo, and all unincorporated areas of the County.  Proper licensing is essential to ensure compliance with rabies vaccination, reduce the potential for a rabies outbreak in San Mateo County, increase the likelihood of finding an aggressive animal or an animal that has bitten, and reduce the number of people who must receive post-exposure rabies vaccine after a bite. To find out if your pet is licensed or to update your pet's information, please contact PetData, Inc. P.O. Box 141929, Irving, TX 75014. Call toll-free 1 (866) 925-5906 or visit the Web site www.petdata.com Formerly known as San Mateo County Health Services Agency, Administration.","short_desc":"Administers the divisions and programs of the Health System.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Lynn Hanlon"],"hours":"Monday-Friday, 8-5; Monday-Thursday, 7-6 (Environmental Health)","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish","Interpreter"],"emails":null,"faxes":["650 573-2116"],"phones":[{"number":"650 372-8572","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"San Mateo County residents","eligibility":"None","fees":"Vary according to service. Some services are free.","how_to_apply":"Apply by phone.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Administrative Entities","Health Issues"],"wait":"Varies according to service.","funding_sources":["County","Donations","Federal","Fees","State"]}]},{"name":"Behavioral Health and Recovery Services., Youth Services Center Unit","contacts":[{"name":"Michael Scott Peyton, MFT","title":"Unit Supervisor"}],"description":"Provides the Juvenile Probation Department, including a Boys' Camp and Girl's Camp and the Juvenile Court, with: 1) diagnostic evaluation; 2) program consultation and collaborative case planning; 3) brief therapy and crisis intervention for juvenile court wards and their families while wards are detained in Juvenile Hall; 4) medication management for youth taking psychotropic medication and; 5) brief family therapy services and gender responsive/trauma-based treatment. Information and referral services are available to adolescents and their families needing more than routine probation. Also provides therapeutic or case management services to juvenile court wards at high risk for out-of-home placement, and upon their return home from group home treatment. Consults with staff of Juvenile Justice Diversion Programs (Youth Service Bureaus), therapeutic day schools, Regional Mental Health Centers and other community-based organizations. Staff of public and private agencies working with juvenile offenders or their families may call for consultation or referrals. Formerly known as San Mateo County Health Department. Behavioral Health and Recovery Services. Mental Health Services Division. Hillcrest Unit.","short_desc":"Provides diagnosis, consultation and brief crisis intervention to juveniles in the care of the Probation Department.","address":{"street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"SMCHS Youth Services Center Unit","street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Scott Peyton"],"hours":null,"transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["French","German","Persian (Farsi)","Spanish"],"emails":["mpeyton@co.sanmateo.ca.us"],"faxes":["650 312-5305"],"phones":[{"number":"650 312-5322","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Youth age 11-18 and families","eligibility":"Ward of the Juvenile Court or subject of pending criminal action","fees":"Fees for some services, based on family's ability to pay. Medi-Cal, Healthy Families/Healthy Kids and private insurance accepted.","how_to_apply":"Referral from probation officer or detention facility, self-referral in person or by phone, and third-party referral. Release of information and authorization by Juvenile Court necessary for evaluation.","service_areas":"San Mateo County","keywords":["MENTAL HEALTH SERVICES","Individual/Group Counseling","Observation/Diagnosis","ORGANIZATIONAL SUPPORT SERVICES","Staff Training","Youth","Adolescents","Juvenile Delinquents","Mental Health Issues"],"wait":"Varies.","funding_sources":["County","Fees","State"]}]},{"name":"Correctional Health Services., Mental Health and Chemical Dependency Programs","contacts":[{"name":"Susan Kole, PhD","title":"Manager"}],"description":"Provides mental health and chemical dependency treatment to inmates of the county jail. Most treatment is short-term therapy and crisis intervention. Lawyers, human service professionals and others whose clients are in custody and require mental health services (including medication), may contact this office. Staff may consult with Probation Department to establish client's rehabilitation plans. Plans for the care of mentally disordered offenders who are returning to the local community. Consults with other mental health professionals regarding the laws and procedures related to mentally ill offenders.","short_desc":"Provides mental health and chemical dependency treatment to inmates of the county jail.","address":{"street":"300 Bradford Street","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"SMCHS MHCD Programs","street":"300 Bradford Street","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Staff on duty"],"hours":null,"transportation":"Not necessary for service.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":["correctionalhealthservices@co.sanmateo.ca.us"],"faxes":["650 599-1082"],"phones":[{"number":"650 363-7875","hours":"(Monday-Friday, 8-4)"}],"urls":null,"servs":[{"audience":"Inmates","eligibility":"None","fees":"None.","how_to_apply":"Inmates complete application form for Choices Program or medical request form for mental health services. Phone for information.","service_areas":"San Mateo County","keywords":["MENTAL HEALTH SERVICES","Inmate/Ex-Offender","Substance Abuse Treatment Programs","Inmates"],"wait":"2-6 weeks for Choices Program.","funding_sources":["County","State"]}]},{"name":"Aging and Adult Services","contacts":[{"name":"Lisa Mancini","title":"Director"}],"description":"Provides a continuum of services for older adults and adults with disabilities. Centralized Intake serves as the single point of entry to adult services within Aging and Adult Services and provides referrals to community-based social support programs.   Adult Protective Services is a function of Centralized Intake. The TIES Line, a 24-hour toll-free telephone line, receives reports of suspected dependent adult and older adult abuse and neglect. The Centralized Intake Unit, which consists of a multi-disciplinary staff of social workers, public health nurses and deputy public guardians, conducts comprehensive assessments of the client and the allegations, provides information and referral, access and advocacy to county-operated and/or community-based programs as part of the service plan that is developed. Centralized Intake has a 24-Hour Response Program. A social worker receives telephone calls from the community, assesses the client-related matter over the telephone, makes a home visit if appropriate, and may provide short-term emergency protection such as shelter, food, or protective supervision until a long-term plan is developed by an assigned case manager. The Centralized Intake's Representative Payee Program serves individuals who are not conserved, but who need assistance in managing their public benefits. In-Home Supportive Services provides assistance with personal and domestic services for financially-eligible older adults, individuals who are blind and disabled, and children who, without these services, would be unable to remain safely in their homes. Public Guardianship/Conservatorship, appointed by and under the authority and direction of the Superior Court, assists frail elderly individuals and persons with substantial physical and/or mental disabilities who are unable to provide for their own personal needs, manage their financial resources, or resist fraud and undue influence. Multipurpose Senior Services Program (MSSP) is a comprehensive case management program that serves persons age 65 or over who need nursing home level care and are currently eligible for Medi-Cal with no share of cost. The goal of the program is to arrange for and monitor the use of community services to prevent premature placement. The AIDS Case Management Program provides comprehensive home and community-based services to persons with AIDS or symptomatic HIV. The program uses an interdisciplinary core case management team consisting of a nurse case manager and a social work case manager working with the client to determine needed services. The Area Agency on Aging (650-573-2700) administers funding for a variety of programs, advocates on behalf of older persons and provides long-range planning, coordination, and program development for programs and services for older adults. The New Beginning Coalition (650-573-3527) is a broad-based group of providers and consumers that works in partnership with Aging and Adult Services and other organizations to improve the quality of life of older persons and adults with disabilities. Other programs include the Commission on Aging and the Commission on Disabilities (described separately).","short_desc":"Provides a continuum of services for frail, older adults or adults with chronically disabling illnesses.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Aging and Adult Services","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Person on-call at all times","transportation":"SAMTRANS stops within 1 block, CALTRAIN within 6 blocks.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Aramaic","Arabic","Chinese (Cantonese)","Chinese (Mandarin)","Chinese (Taiwanese)","Filipino (Tagalog)","Polish","Russian","Spanish","Vietnamese"],"emails":["lmancini@smcgov.org"],"faxes":["650 573-2310"],"phones":[{"number":"800 675-8437","hours":"(24 hours daily for emergencies and reports of abuse)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"Adults with disabilities age 18 or over and older adults age 60 or over","eligibility":"Resident of San Mateo County","fees":"Vary according to income for fee-based services. No charge for information. Medi-Cal accepted.","how_to_apply":"Walk in or apply by phone or mail.","service_areas":"San Mateo County","keywords":["ADULT PROTECTION AND CARE SERVICES","Case Management","Community Information","Crisis/Abuse Intervention/Hot","Guardianship/Conservatorship","Individual/Group Counseling","In-Home Supportive","Investigation/Intervention","Senior Out-Of-Home Care Place","DEVELOPMENTAL DISABILITIES SERVICES","Out-Of-Home Care Placement","HANDICAP SERVICES","MENTAL HEALTH SERVICES","Out-of-Home Care Placement","Older Adults","Disabilities Issues"],"wait":"Varies according to service.","funding_sources":["County","Donations","Federal","Fees","Grants","State"]}]},{"name":"Behavioral Health and Recovery Services., Therapeutic Day Schools","contacts":[{"name":"Jay Issler, LCSW","title":"Program Supervisor"}],"description":"Provides day treatment within the context of the school day for youth age 13 to 18 who are having emotional or behavioral problems that interfere with their ability to attend or function in mainstream public schools. Mental health counselors work with school staff to provide a supportive, therapeutic learning environment. Both individual and group instruction are provided by a certified special education teacher. Daily group activities include occupational therapy, outings in the community, recreational activities, community meetings and group therapy, with weekly individual counseling. Psychiatric services are available. Regular family contact with the program is required.         The programs are located as follows: Baden Therapeutic Day School (South San Francisco Unified School District), 825 Southwood Drive #5, South San Francisco 94080 (650-877-8795). Carlmont Therapeutic Day School (Sequoia Union High School District), 1400 Alameda de las Pulgas, Belmont 94002 (650-369-1411). Hilltop Therapeutic Day School (Sequoia Union High School District), Woodside High School, 199 Churchill Avenue, Woodside, 94062 (650-364-8186). Serramonte Therapeutic Day School (Jefferson Union High School District) 699 Serramonte Blvd. #100, Daly City (650-994-4395). Skyview Therapeutic Day School (San Mateo Union High School District), 300 Piedmont Avenue, Room 306, San Bruno 94066 (650-583-8928).","short_desc":"Provides day treatment during the school day for youth who are having emotional or behavioral problems that interfere with their ability to function in school.","address":{"street":"3080 La Selva","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Therapeutic Day Schools","street":"3080 La Selva","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Jay Issler","school counselor"],"hours":null,"transportation":"Office: SAMTRANS stops within 1 block. School: varies according to location.","accessibility":[],"languages":null,"emails":null,"faxes":["650 349-0476"],"phones":[{"number":"650 573-2942"}],"urls":null,"servs":[{"audience":"Emotionally disturbed, learning handicapped youth age 13-18","eligibility":"Age 13 to 18, residing in geographic area served and eligible for special education and mental health services from the county","fees":"None. Medi-Cal, private insurance reimbursement sought when available. Medi-Cal and private insurance accepted.","how_to_apply":"Certified for special education by local school district and referred to mental health contact person in local area. Students need to be eligible for Chapter 26.5 services.","service_areas":"San Mateo County","keywords":["EDUCATION SERVICES","Learning Disabilities","Pupil Support/Tutoring","Special Education","Youth","Adolescents","Children and Youth with Emotional Disturbance"],"wait":"Varies according to program.","funding_sources":["Federal","School district","State"]}]},{"name":"San Mateo Medical Center., Emergency Services","contacts":[{"name":"Robert G. Spencer","title":"Chief, Emergency Services"}],"description":"The Emergency Department of San Mateo Medical Center is a Level II Emergency Medical Service Department. Has a 14-bed Emergency Department with 24 hour daily care. Emergency Medicine physicians staff the department 24 hours daily. The Keller Center for Family Violence Intervention (described separately; formerly known as the Sexual Assault Trauma Center) located in the hospital near the Emergency Department offers a 24 hour daily service for adult and child victims of sexual assault and domestic violence.","short_desc":"Provides examination, medical treatment and psychiatric crisis counseling for victims of sexual assault.","address":{"street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"San Mateo Medical Center","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Triage nurse in emergency room"],"hours":"24 hours daily","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 573-2696"],"phones":[{"number":"650 573-2671","department":"Medical emergency","hours":"(24 hours daily)"}],"urls":["http://www.sanmateomedicalcenter.org"],"servs":[{"audience":"Persons requiring emergency care","eligibility":"None","fees":"Vary according to income and service. Medi-Cal, Medicare, private insurance accepted.","how_to_apply":"Walk in or apply by phone.","service_areas":"San Mateo County","keywords":["Emergency Room Care","Sexual Assault Treatment","Women"],"wait":"Varies according to number of patients.","funding_sources":["County","State"]}]},{"name":"Behavioral Health and Recovery Services., Office of Consumer and Family Affairs","contacts":[{"name":"Linford Gayle","title":"Director"}],"description":"Helps to resolve complaints or grievances. Advocates on behalf of consumers and family members seeking behavioral health services. Engages in program planning to ensure the system is aware of, and sensitive to, the needs of consumers and family members. Can help guide you through the Behavioral Health and Recovery System (BHRS). Find out how to get services and benefits for which you are eligible; obtain information about support and resources available to consumers/clients and family members, including wellness centers and peer run organizations; express and resolve any concerns or problems about your inidividual rights, including filing a grievance about the services you receive from a BHRS provider.","short_desc":"Protects the rights of persons who have received or are receiving mental health services.","address":{"street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Consumer/Family Affairs","street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 9-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Interpreter"],"emails":["ofca@smcgov.org"],"faxes":null,"phones":[{"number":"800 388-5189","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org/BHRS/OCFA"],"servs":[{"audience":"Mentally disabled and recipients of Medi-Cal behavioral health services, and their families","eligibility":"Current or past recipient of behavioral health services","fees":"None.","how_to_apply":"Call Office of Consumer and Family Services.","service_areas":"San Mateo County","keywords":["COMMUNITY SERVICES","Human Rights/Ombudsman/Advocacy","Mental Health Issues"],"wait":"Same or next working day.","funding_sources":["County","State"]}]},{"name":"Aging and Adult Services., Commission on Disabilities","contacts":[{"name":"Craig McCulloh","title":"Community Program Specialist"}],"description":"The commission is a 21-member group of professionals, people with disabilities, family members and others that advises the San Mateo County Board of Supervisors. The commission advocates on behalf of children and adults with disabilities by identifying unmet needs, strengthening existing services, coordinating the development and implementation of new services and promoting community education about the needs of persons with disabilities.   Members of the community-at-large and representatives from human service organizations are invited to participate on the Commission on Disabilities' standing committees. The Americans with Disabilities Act (ADA) Compliance Committee develops, prioritizes and monitors the county-wide ADA Plan, as well as advocates for improved access for people with disabilities. The Legislation and Advocacy Committee reviews and responds to proposed legislation and proposes legislation and policies which impact people with disabilities. The committee gathers information that assists the commission in its advocacy and community education functions. The Youth and Family Committee advocates for children and young adults, age 25 or under, with disabilities and their families in San Mateo County. The commission also promotes public awareness of the needs, concerns and abilities of people with disabilities through educational forums, written material, and the Commission's Web site, www.co.sanmateo.ca.us/portal/site/cod/ In addition to its standing committees, the Commission on Disabilities may establish ad hoc committees or task forces to address emergent issues not covered by its standing committees including a Joint Housing Committee that promotes the availability of affordable and accessible housing in San Mateo County.","short_desc":"Staffs the Commission on Disabilities. Maintains information about current legislation and services.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Commission on Disabilities","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Craig McCulloh "],"hours":null,"transportation":"SAMTRANS stops within 1 block, CALTRAIN stops within 6 blocks.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Spanish","Filipino (Tagalog)","Vietnamese"],"emails":["cmcculloh@smcgov.org"],"faxes":["650 372-0729"],"phones":[{"number":"650 573-2580","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.co.sanmateo.ca.us/portal/site/cod/"],"servs":[{"audience":"People with disabilities","eligibility":"Commissioners are appointed by the San Mateo County Board of Supervisors","fees":"None. Donations accepted.","how_to_apply":"Call for an application.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Advisory Boards","DEVELOPMENTAL DISABILITIES SERVICES","Community Information","HANDICAP SERVICES","Planning/Coordinating/Advisory Groups","Disabilities Issues"],"wait":"Can submit application any time. Vacancies on the commission are intermittent.","funding_sources":["County"]}]},{"name":"Community Health., AIDS Program Prevention","contacts":[{"name":"Matt Geltmaker, LCSW","title":"Director"}],"description":"Works to prevent HIV infection in the community at large and cares for individuals and families affected by HIV/AIDS. Services are delivered throughout San Mateo County from sites in Daly City, East Palo Alto, Menlo Park and San Mateo as well as via a mobile van. Also coordinates HIV testing at sites throughout the county and through the mobile van.   Maintains a full-service HIV specialty clinic offering medical services, assistance with obtaining benefits and other services, psychiatric services, substance abuse counseling. Dental services are provided to clients on a referral basis by an HIV dental specialist. Comprehensive social services, including support groups, are available as well as housing assistance and groceries by referral. Administers ADAP (AIDS Drug Assistance Program) to assist with medication expenses.  Provides a full range of on-site services such as social services, case management, health education and other services for HIV/AIDS patients in the county. Partner Services assists clients in notifying, anonymously if desired, sex and/or needle-sharing partners of potential exposure to HIV or another STD. Provides support and counseling to clients who wish to inform partners themselves, as well as confidential testing and information for referred partners. (650-573-3401) The drop-in STD clinic provides screening and treatment, prevention education and counseling of sexually transmitted diseases at low-cost. No appointment necessary. Clients are seen on a first-come, first-served basis. The STD Clinic is located in the Edison Clinic and is open Tuesday and Thursday evenings from 4-7 pm. (650-573-2385).","short_desc":"Provides educational services, outreach, clinical services and a drop-in center for persons with AIDS and HIV.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS AIDS Program Prevention.","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Darryl Lampkin (HIV Counseling and Testing Services)"],"hours":null,"transportation":"SAMTRANS stops within 2 blocks, CALTRAIN - Hillsdale Station within 6 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Portuguese","Spanish"],"emails":null,"faxes":["650 573-2875"],"phones":[{"number":"650 619-9125","department":"HIV Testing"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"Individuals and agencies needing information about AIDS or AIDS-related issues, people with AIDS or HIV infection and their families","eligibility":"None for prevention services. Proof of HIV+ status required for clinical services","fees":"Vary according to income. Cash, checks, Medi-Cal, Medicare and private insurance accepted.","how_to_apply":"Walk in or apply by phone for an appointment.","service_areas":"San Mateo County","keywords":["HIV Testing","Nutrition Assessment Services","Sexually Transmitted Disease Screening","Substance Abuse Counseling"],"wait":"Varies according to service.","funding_sources":["County","Donations","Federal","Grants","State"]}]},{"name":"San Mateo Medical Center., Daly City Clinic","contacts":[{"name":"Cathy Lehmkuhl","title":"Clinic Manager"},{"name":" Jonathan Lee, Dr.","title":"Medical Director"}],"description":"Offers general family medical services for San Mateo County residents including non-emergency urgent care. Located in the Mike Nevin Health Center Building at 380 - 90th Street, Daly City. Services include well baby clinic, immunization, HIV testing and counseling, AIDS clinic, adult primary care, senior care services, tuberculosis clinic, and nutrition and family planning services. Podiatry clinic is also provided. Women, Infants and Children Program (WIC) and mental health services are also located at this site. Dental services, including both prevention and treatment, are available for children age 18 or under Monday through Friday, 8:30 to 5. Adult dental care is provided on an emergency basis only.  Formerly known as the North County Community Health Center.","short_desc":"Outpatient clinic offering general family medical services in the northern part of the county.","address":{"street":"380 - 90th Street","city":"Daly City","state":"CA","zip":"94015"},"mail_address":{"attention":"Daly City Clinic","street":"380 - 90th Street","city":"Daly City","state":"CA","zip":"94015"},"ask_for":["Receptionist"],"hours":null,"transportation":"SAMTRANS stops in front.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Hindi","Spanish","Filipino (Tagalog)"],"emails":null,"faxes":["650 301-8626"],"phones":[{"number":"650 301-8600","hours":"(Monday-Friday, 8 am-5 pm)"}],"urls":null,"servs":[{"audience":"Residents of northern San Mateo County","eligibility":"San Mateo County resident","fees":"Vary according to income. Cash, Healthy Family, Healthy Kids, Medi-Cal, Medicare, private insurance, WELL Program accepted.","how_to_apply":"Apply by phone for appointment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Dental","Outpatient Care","HIV Testing","Community Clinics","Dental Care","Youth"],"wait":"Varies. Same day service if appropriate.","funding_sources":["County","State"]}]},{"name":"Behavioral Health and Recovery Services., Youth Case Management Team","contacts":[{"name":"Steven Munson","title":"Supervising Mental Health Clinician"}],"description":"Provides continuity of care to seriously emotionally disturbed minors in the least restrictive, most appropriate environment in an effort to prevent out-of-home placement. If out-of-home placement is necessary, the primary goal becomes to return the child to the family and local community as soon as possible. Provides consultation and assistance to the San Mateo County Psychiatric Emergency Services (PES) for youngsters in crisis, and facilitates their admission to acute inpatient psychiatric care when hospitalization is deemed necessary. Provides follow-up services to youth and their families evaluated at PES, and offers ongoing treatment through local programs. Evaluates children who are wards and dependents upon admission to psychiatric hospitals. Provides liaison services between the hospital and the Human Services Agency and Juvenile Probation. Provides Mental Health Youth Case Management services to eligible clients of the Human Services Agency and Juvenile Probation as well as youth/adult transitional case management services to young adults receiving county mental health services. Dual diagnosis services assist with the needs of youth who are diagnosed with both mental health and substance abuse problems. Services include assessment, case management, crisis intervention, referral to appropriate community resources and assistance with placement.","short_desc":"Provides continuity of care to seriously emotionally disturbed children and adolescents in an effort to keep them in the community.","address":{"street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Youth Case Management Team","street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["On duty worker"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["smunson@co.sanmateo.ca.us"],"faxes":["650 349-0476"],"phones":[{"number":"650 573-3504","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Children and adolescents who are seriously emotionally disturbed and at risk of out-of-home placement","eligibility":"Child at risk of out-of-home placement due to psychiatric reasons","fees":"Vary according to service and income. Cash, Medi-Cal and private insurance accepted.","how_to_apply":"Apply by phone. Referral from Human Services Agency, Probation Department, Office of Education or Psychiatric Emergency Services accepted.","service_areas":"San Mateo County","keywords":["MENTAL HEALTH SERVICES","Case Management","Observation/Diagnosis","Psychiatric Case Management","Youth","Adolescents","Children"],"wait":null,"funding_sources":["County"]}]},{"name":"San Mateo Medical Center., Daly City Youth Health Center","contacts":[{"name":"Melanie ","title":"Director"}],"description":"Offers a range of medical services for teenagers in Daly City, Colma, Brisbane, Pacifica, San Bruno and South San Francisco. Services include treatment for minor illness or injury, physical exams for sports, diagnostic tests (such as for pregnancy), treatment for sexually transmitted diseases, HIV testing and counseling, information and counseling around planned parenting, AIDS education, mental health counseling, health education, vision and hearing screening and peer education and counseling. Contraceptives are dispensed on-site. Parenting Your Teen and Teen Parent classes are both available. Mental health counseling is offered. Staff includes a physician two days per week, 3 nurse practitioners five days a week and peer counselors and educators every day.   Other services are: \"Pathways for Success,\" a collaborative multi-school, dropout prevention program serving in-school, W.I.A. eligible youth age 14-19. The program includes educational support, employment readiness training and leadership development. Schools may refer students or students may self refer. Agencies and parents may call the center to refer teens and schedule appointments. Students may also call for an appointment. For medical services teens age 17 or under must have a parental consent form on file, except for confidential reproductive health appointments at the medical clinic. Offers the following free support groups: Parenting Your Teen; Young Dads' Support Group; Pregnant and Parenting Teen Moms' Support Group.","short_desc":"Offers a range of medical services for teenagers living in Daly City or Pacifica including treatment of minor illness or injury, counseling and health screenings.","address":{"street":"2778-2780 Junipero Serra Blvd.","city":"Daly City","state":"CA","zip":"94015-1634"},"mail_address":{"attention":"Daly City Youth Health Center","street":"2778-2780 Junipero Serra Blvd.","city":"Daly City","state":"CA","zip":"94015-1634"},"ask_for":[],"hours":"Monday-Wednesday, 9:30-6; Thursday, 1-6; Friday, 9:30-6","transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","wheelchair"],"languages":["Chinese (Mandarin)","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 985-7019 (Administration and Mental Health)","650 985-7012 (Clinic)"],"phones":[{"number":"650 985-7000","hours":"(Monday-Friday, 9:30-6)"}],"urls":["http://www.dalycityyouth.org"],"servs":[{"audience":"Youth and young adults age 13-21 ","eligibility":"If age 17 or under, must have a parental consent form on file (except for confidential reproductive health visits). ","fees":"Private insurance not accepted. Medi-Cal, CHDP, FPACT, Healthy Families/Healthy Kids accepted if available. Otherwise no fee.","how_to_apply":"Call to make an appointment or to receive information on services.","service_areas":["Brisbane","Colma","Daly City","Pacifica","San Bruno","South San Francisco"],"keywords":["FAMILY PLANNING SERVICES","Education/Information","Expectant/New Parent Assistance","Pregnancy Testing","HEALTH SERVICES","Optometric","Outpatient Care","INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","MENTAL HEALTH SERVICES","Individual/Group Counseling","Community Clinics","Support Groups","Youth","Adolescents"],"wait":"Appointments are for same day or next day.","funding_sources":["City","County","Donations","Grants","School district","State"]}]},{"name":"Environmental Health Services Division., Household Hazardous Waste Program","contacts":[{"name":"Elizabeth Rouan","title":"Coordinator"}],"description":"The Household Hazardous Waste Program (HHW) provides a proper disposal service for household waste from the residents of the county. The primary goal of the program is to keep hazardous wastes from entering landfills, drinking water, surface or groundwater sources. Items collected include latex and oil-based paint, paint thinners and solvents, motor oil, antifreeze, household cleaners, garden chemicals, hobby and pool products. There is a product reuse give-away program and a latex paint recycling program. The Used Oil Program is also operated by the Environmental Health Services Division.   Waste is collected from residents by appointment only. Residents can make an appointment online at www.smchealth.org/hhw or call the automated voice mail system at 650-363-4718. There are five permanent and six temporary collection locations in the county.  The Very Small Quantity Generator Program (VSQG) provides a cost effective disposal option for businesses that produce less than 27 gallons of hazardous waste per month. VSQG collection events are held twice a month. The Product Reuse Giveaway Program offers household waste products deemed reusable. These products are given away free to the public from the warehouse located in Redwood City. The warehouse is open the first and third Thursday from 3 to 4 pm. There are five latex paint collection locations throughout the county. This paint is sent to a paint manufacturer for reprocessing.  The Used Oil Program provides for safe disposal of used motor oil, oil filters and antifreeze. Call the toll-free number (800-CLEANUP) for recycling locations.","short_desc":"Provides a way for residents to dispose of household chemical and other hazardous materials.","address":{"street":"2000 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Household Hazardous Waste Prog","street":"2000 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Varies","transportation":"Varies according to site.","accessibility":[],"languages":["Spanish"],"emails":null,"faxes":["650 525-9418"],"phones":[{"number":"650 363-4718","department":"Appointment Line","hours":"(24 hours daily)"}],"urls":["http://www.smchealth.org/hhw"],"servs":[{"audience":"Homeowners/residents, very small quantity generators (business)","eligibility":"Resident of San Mateo County needing to dispose household hazardous waste or business generating less than 27 gallons of hazardous waste per month","fees":"Free for households. Costs vary for businesses. Cash and checks accepted.","how_to_apply":"Call the 24-hour appointment line or make an appointment online for household hazardous waste. For a price quotation and appointment, businesses should fax an inventory with such information as amount and type of hazardous waste to 916-351-1707.","service_areas":"San Mateo County","keywords":["Hazardous Materials Collection Sites"],"wait":"Few days to 1 month.","funding_sources":["County","Donations","State"]}]},{"name":"Behavioral Health and Recovery Services., Older Adult System of Integrated Services (OASIS)","contacts":[{"name":"Diane Dworkin, LCSW","title":"Clinical Services Manager"}],"description":"Provides psychiatric medication evaluation / monitoring, case management, and counseling services to San Mateo County residents age 60 and over who have mental health issues and are in need of home visit services.","short_desc":"A multidisciplinary team that investigates and treats the mental health problems of older persons.","address":{"street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS OASIS","street":"1950 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Diane Dworkin"],"hours":"Monday-Friday, 8-5","transportation":"Not necessary for service.","accessibility":null,"languages":["Chinese (Mandarin)","Spanish"],"emails":null,"faxes":["650 522-9830"],"phones":[{"number":"650 573-3689","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Older San Mateo county residents age 60 and over seeking outpatient mental health services","eligibility":"Age 60 or over, homebound, with a psychiatric diagnosis or the possibility of a psychiatric diagnosis","fees":"Medicare, Medi-Cal accepted if available.","how_to_apply":"Apply by phone.","service_areas":"San Mateo County","keywords":["ADULT PROTECTION AND CARE SERVICES","Case Management","MENTAL HEALTH SERVICES","Individual/Group Counseling","Observation/Diagnosis","Psychiatric Case Management","Psychiatric Medication Monitoring","Older Adults"],"wait":"5 business days or less.","funding_sources":["County","Federal","State"]}]},{"name":"Family Health Services., Field Nursing., Prenatal Advantage Black Infant Health Project","contacts":[{"name":"Bernestine Benton","title":"Coordinator"}],"description":"Works to reduce the infant mortality and low birthweight rates in the African American community. Provides prenatal care outreach, referrals, case management, social support and empowerment groups, parenting classes and perinatal health education classes. Offers case management support for women during pregnancy and 12 months after delivery. Provides limited fatherhood services to BIH enrolled families.   In North county call (650-301-8687). Also offers Reclaiming Fatherhood Program. Call 650-363-7850 for more information.","short_desc":"Referrals, education and support for pregnant African-American women and fathers.","address":{"street":"2415 University Avenue, 2nd Floor","city":"East Palo Alto","state":"CA","zip":"94303"},"mail_address":{"attention":"SMCHS Prenatal Advantage Black Infant","street":"2415 University Avenue, 2nd Floor","city":"East Palo Alto","state":"CA","zip":"94303"},"ask_for":["Bernestine Benton Vicki Smothers (Community Program Specialist)"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["prenataladvantage@co.sanmateo.ca.us"],"faxes":["650 327-5238"],"phones":[{"number":"650 363-7850","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":"African American women ages 18 and older, who are pregnant or postpartum with a child age 0-3 months.","eligibility":"Pregnant or parenting African-American woman age 18 or over with an infant under 3 months","fees":"None.","how_to_apply":"Apply by phone. Referrals accepted from individuals, agencies and the community.","service_areas":"San Mateo County","keywords":["FAMILY PLANNING SERVICES","Education/Information","Expectant/New Parent Assistance","HEALTH SERVICES","Mother/Infant Care","INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Parent Groups","Youth","Infants/Toddlers","African American Community","Women","Cultural/Racial Issues"],"wait":"No wait.","funding_sources":["County","State"]}]},{"name":"San Mateo Medical Center., Belle Haven Community Health Clinic","contacts":[{"name":"Irene Shih, MD","title":"Supervising Physician"},{"name":" Gillian Botha-Harvey","title":"Clinical Manager"},{"name":" Sally Stave","title":"Charge Nurse"}],"description":"Community health clinic for residents of the southern part of the county. Offers family practice, mental health counseling and case management, diabetes education and family planning.","short_desc":"Offers family practice, mental health counseling and case management, diabetes education and family planning in south county.","address":{"street":"100 Terminal Avenue","city":"Menlo Park","state":"CA","zip":"94025"},"mail_address":{"attention":"San Mateo Medical Center","street":"100 Terminal Avenue","city":"Menlo Park","state":"CA","zip":"94025"},"ask_for":["Appointments receptionist"],"hours":"Monday-Friday, 8:30-5","transportation":"SAMTRANS stops in front.","accessibility":["ramp","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 321-0988"],"phones":[{"number":"650 321-0980"}],"urls":null,"servs":[{"audience":"Belle Haven community","eligibility":"None","fees":"Vary according to income and service. Cash, Medi-Cal, Medicare, private insurance, WELL Program accepted.","how_to_apply":"Walk in or apply by phone. Appointment advisable for application.","service_areas":["Atherton","East Palo Alto","Menlo Park","Portola Valley","Redwood City","Woodside"],"keywords":["HEALTH SERVICES","Outpatient Care","MENTAL HEALTH SERVICES","Individual/Group Counseling","Community Clinics"],"wait":"Varies.","funding_sources":["County","Fees"]}]},{"name":"Community Health., Mobile Clinic","contacts":[{"name":"Carla Mansfield","title":"Clinic Coordinator"}],"description":"The Mobile Clinic provides public health and preventive health services such as blood pressure and blood sugar checks; and health counseling and referrals. The clinic also provides, at a minimal cost, adult and pediatric immunizations, TB testing, treatment for minor illness/injury and initial primary care intervention. The Mobile Clinic has sites in South  San Francisco, San Bruno, San Mateo and Redwood City. To find out when the clinic is scheduled for a particular area, call 650-573-2786 or go to the Public Health Web site to see the schedule.","short_desc":"Brings health care to the more remote areas and underserved populations in the county.","address":null,"mail_address":{"attention":"SMCHS Mobile Clinic","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":[],"hours":"Vary according to site","transportation":"Varies according to location of service.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 573-3712"],"phones":[{"number":"650 573-2786"}],"urls":["http://smchealth.org"],"servs":[{"audience":"Low-income, homeless and uninsured persons","eligibility":"Resident of San Mateo County","fees":null,"how_to_apply":"Walk in or call for van location.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics"],"wait":"First come, first served.","funding_sources":["County","Donations","Federal"]}]},{"name":"Family Health Services., Prenatal to Three Initiative","contacts":[{"name":"Ronell Reyna","title":"Family Health Program Manager"}],"description":"Home visiting program offering case management services to Medi-Cal clients who are either pregnant or have children up to age 5. Services include health screenings and linkages to resources/services, information on growth and development, referrals to recovery programs related to drug, alcohol and tobacco use, nutrition counseling, parenting classes and drop-in support groups. Public health nurses, community workers, social workers, nutrition staff and mental health specialists work together as a team. The toll-free line serves as a family resource line as well as an information line to nutrition and parent support.","short_desc":"Psycho-social, nutrition and health education assessment and intervention for Medi-Cal recipients and low-income persons and their children age 3 or under.","address":{"street":"2000 Alameda de Las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Prenatal to Three Initiative","street":"2000 Alameda de Las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":[],"hours":"Monday-Friday, 8-5","transportation":"Staff makes home visits. For parent support groups, varies according to meeting location.","accessibility":[],"languages":["Filipino (Tagalog)","Spanish"],"emails":["rreyna@co.sanmateo.ca.us"],"faxes":["650 341-0674"],"phones":[{"number":"650 573-2502","department":"Direct line"}],"urls":["http://www.prenatalto3.org"],"servs":[{"audience":"Medi-Cal recipients who are pregnant or have a child age 5 or under","eligibility":"Vary according to program","fees":"None.","how_to_apply":"Call or fax referral information or write for information. An appointment will be scheduled.","service_areas":"San Mateo County","keywords":["FAMILY PLANNING SERVICES","Expectant/New Parent Assistance","HEALTH SERVICES","Mother/Infant Care","Nutrition","Parenting Education","Youth","Infants/Toddlers","Newborns"],"wait":"During pregnancy, referred families offered visit within 1 month. After delivery of baby, home visit offered within 1 week of referral.","funding_sources":["County","Federal","Grants","State"]}]},{"name":"Family Health Services., Field Nursing Services","contacts":[{"name":"Ronell Reyna","title":"Family Health Program Manager"}],"description":"Provides individual case management, health interventions and education to clients. Case Management Services offered by Public Health Nurses (PHN), together with community workers, to provide home-based services to promote healthy living and illness prevention. The case management goal is to assess and address client{u2019}s needs with education, guidance, support and access to community resources. An effort is made to provide culturally-sensitive services in the client's native language.","short_desc":"Provides case management to at-risk clients, health education, support and counseling to clients in a variety of settings.","address":{"street":"2000 Alameda de Las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Field Nursing Services","street":"2000 Alameda de Las Pulgas, Suite 200","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":[],"hours":"Monday-Friday, 8-5","transportation":"Samtrans within 1 block.","accessibility":null,"languages":["Filipino (Tagalog)","Burmese","Spanish"],"emails":null,"faxes":["650 573-2042"],"phones":[{"number":"650 573-2501","department":"Field Nursing"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":null,"eligibility":"Varies according to program","fees":"None.","how_to_apply":"No application needed. Call for information and self-referral.","service_areas":"San Mateo County","keywords":["Public Health Nursing","Youth"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Public Health Division., Communicable Diseases Programs","contacts":[{"name":"John Conley","title":"Public Health Director"}],"description":"Maintains surveillance, investigation, follow-up and control services for all reportable communicable disease in the county as mandated by Title 17, California Code of Regulation, Section 2500. Offers professional consultation to health care providers, patients and their families, community organizations and the general public regarding communicable disease. Also publishes the \"Communicable Diseases Quarterly Report\" which reports quarterly communicable disease statistics and local informational alerts for health care providers. Previously known as San Mateo County Health System. Public Health Division. Disease Control and Prevention Section.","short_desc":"Maintains epidemiological surveillance, investigation, follow-up and control services for all reportable communicable disease in the county.","address":{"street":"225-37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Communicable Diseases Program","street":"225-37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","disabled_parking","wheelchair"],"languages":["Spanish","Filipino (Tagalog)"],"emails":null,"faxes":["650 573-2919"],"phones":[{"number":"650 573-2346","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchealth.org"],"servs":[{"audience":null,"eligibility":"None","fees":"None.","how_to_apply":"Call for information.","service_areas":"San Mateo County","keywords":["Communicable Disease Control"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Aging and Adult Services., Commission on Aging","contacts":[{"name":"Marsha Fong","title":"Health Services Manager"}],"description":"The commission is a 21-member group of volunteers that advises the San Mateo County Board of Supervisors and the Aging and Adult Services Division on issues concerning older adults (age 60 or over). The public is invited to attend the monthly general meetings of the Commission on Aging, as well as to participate on its standing committees. - The Community-based Continuum of Care serves as a planning, advocacy and information-sharing committee on a variety of long-term care programs designed to maximize the independence of older adults and adults with disabilities. - The Legislative/Advocacy Committee reviews pending legislation and advocates on behalf of older adults. - The Minority Elders Committee develops strategies and activities to increase effective communication, reduce barriers to specific services and enhance responsiveness of services to San Mateo County's diverse population of older adults. - The Nutrition Committee provides a focal point for the discussion of nutrition-related issues. In addition to receiving consumer input, the committee assists in fundraising and educating consumers about nutrition issues. - The Housing Committee is a joint committee of the Commission on Aging and the Commission on Disabilities which promotes both affordable and accessible housing opportunities for older adults and people with disabilities. In addition to its standing committees, the Commission on Aging may establish ad hoc committees or task forces to address emergent issues not covered by its standing committees. It also establishes liaison relationships with a number other committees and task forces in the County that work on issues of concern for older adults.","short_desc":"Reports to the Board of Supervisors on issues concerning older adults in San Mateo County.","address":{"street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Commission on Aging","street":"225 - 37th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block, CALTRAIN stops within 6 blocks.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Arabic","Aramaic","Chinese (Cantonese)","Chinese (Mandarin)","Chinese (Taiwanese)","Filipino (Tagalog)","Polish","Russian","Spanish","Vietnamese"],"emails":["mefong@smcgov.org"],"faxes":["650 372-0729"],"phones":[{"number":"650 573-2701","hours":"(Monday-Friday,8-5)"}],"urls":["http://www.co.sanmateo.ca.us/portal/site/coa/"],"servs":[{"audience":"Older adults age 60 or over","eligibility":"Commissioners are appointed by the San Mateo County Board of Supervisors","fees":"None. Donations accepted.","how_to_apply":"Call for an application.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Advisory Boards","Planning/Coordinating/Advisory Groups","Older Adults"],"wait":"Can submit application at any time. Vacancies on the commission are intermittent.","funding_sources":["County","Federal","State"]}]},{"name":"San Mateo Medical Center., South San Francisco Clinic","contacts":[{"name":"Cathy Lehmkuhl","title":"Clinic Manager"},{"name":" Jonathan Lee","title":"Medical Director"}],"description":"Offers adult primary care and pediatric care, immunizations, HIV testing and counseling, family planning and mental health services. Also provides nutrition counseling, WIC services (Women, Infants and Children Program) and optometry and podiatry services.","short_desc":"Offers adult and pediatric care.","address":{"street":"306 Spruce Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"mail_address":{"attention":"SMMC SSF Clinic","street":"306 Spruce Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"ask_for":["Receptionist","charge nurse at 650-877-7073"],"hours":"Adults: Monday-Friday, 8-5; Pediatrics: Monday, 8 am-8:30 pm; Tuesday, Wednesday, 8 am-9 pm; Thursday, Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 616-0015"],"phones":[{"number":"650 877-7070","department":"Adults","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"San Mateo County resident","fees":"Vary according to income. ACE Program, cash, Medi-Cal, Medicare, some private insurance, as well as Healthy Kids accepted.","how_to_apply":"Call for an appointment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics","Youth"],"wait":"Varies. Same day appointment if appropriate.","funding_sources":["County","State"]}]},{"name":"San Mateo Medical Center., Coastside Clinic","contacts":[{"name":"Patrick Grisham","title":"Clinics Manager"}],"description":"Offers health clinics providing services such as adult primary care (Monday, 8-5; Tuesday, 1-3:30, Wednesday, 8-noon), OB/GYN (Monday, 8-5; Thursday, 8:30-4:30; Friday, 8:30-3) and pediatrics (Monday-Friday, 8-5), immunizations, STD testing and treatment, health education, mental health services and benefits analysis.","short_desc":"fill me in","address":{"street":"225 South Cabrillo Highway, Suite 100-A","city":"Half Moon Bay","state":"CA","zip":"94019"},"mail_address":{"attention":"SMMC Coastside Clinic","street":"225 South Cabrillo Highway, Suite 100-A","city":"Half Moon Bay","state":"CA","zip":"94019"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-4:30","transportation":"SAMTRANS stops within 2 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["pgrisham@co.sanmateo.ca.us"],"faxes":["650 712-1962"],"phones":[{"number":"650 573-3941","department":"Primary Care","hours":"(Monday-Friday, 8-4:30)"}],"urls":["http://www.sanmateomedicalcenter.org"],"servs":[{"audience":null,"eligibility":"San Mateo County resident","fees":"Vary according to income. Cash, Medi-Cal, Medicare, Healthy Families/Healthy Kids, PACT, private insurance, and ACE program accepted.","how_to_apply":"Call for appointment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics"],"wait":"Varies.","funding_sources":["County","State"]}]},{"name":"Community Health., Tobacco Prevention Program","contacts":[{"name":"Derek Smith","title":"Preventionist"}],"description":"Works to reduce the number of county residents using tobacco products. Conducts community outreach, education and advocacy activities in four areas: reducing the public's exposure to secondhand smoke, reducing youth access to tobacco products, countering pro-tobacco influences and promoting the availability of tobacco cessation services. Also provides support to the San Mateo County Tobacco Education Coalition.   The San Mateo County Tobacco Education Coalition was established with wide community representation to assure the fullest collaboration among agencies and target populations for addressing the problem of tobacco use in the county. The role of the Coalition is to identify priority tobacco education needs and work with residents and agencies to provide services to meet those needs. Also addresses the issue of smoke-free housing by pursuing voluntary policies adopted by landlords in apartment complexes and approaching cities for local policy solutions. Interested community members can call for ways to become involved. Formerly a program of the San Mateo County Human Services Agency.","short_desc":"Aims to reduce the number of county residents using tobacco products.","address":{"street":"2000 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMCHS Tobacco Prevention Program","street":"2000 Alameda de las Pulgas","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":["Derek Smith"],"hours":"Monday-Friday, 9-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["dsmith1@smcgov.org"],"faxes":null,"phones":[{"number":"650 573-2012","department":"Office","hours":"(Monday-Friday, 9-5)"}],"urls":["http://www.smchealth.org/tobaccoeducationcoalition"],"servs":[{"audience":"Current tobacco users, children and teens, general public","eligibility":"None","fees":"None.","how_to_apply":"Call for information.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Education/Information","Smoking Cessation","Advocacy"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"San Mateo Medical Center., Keller Center for Family Violence Intervention","contacts":[{"name":"Robert Spencer, Dr.","title":"Medical Director"},{"name":" Diana Emerson","title":"Clinical Coordinator"}],"description":"Provides forensic medical evaluations, coordination of social services for victims of domestic violence, sexual assault, child abuse and elder/dependent adult abuse in a private setting 24 hours daily. The Center's after-hours response team is accessed via the San Mateo Medical Center's Emergency Department and works in collaboration with Children and Family Services, Aging and Adult Services, mental health, social services, law enforcement, the courts, and community-based organizations to help end the cycle of violence.","short_desc":"Provides comprehensive medical and social services for victims of family violence.","address":{"street":"222 - West 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"SMMC Keller Center","street":"222 - 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":null,"emails":null,"faxes":null,"phones":[{"number":"650 573-2623","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Victims of family violence, child abuse, sexual assault and elderly/dependent adult abuse","eligibility":"None","fees":null,"how_to_apply":"Call, walk in or by referral.","service_areas":"San Mateo County","keywords":["ADULT PROTECTION AND CARE SERVICES","Crisis/Abuse Intervention/Hot","CHILD PROTECTION AND CARE SERVICES","EMERGENCY SERVICES","Medical Assistance","HEALTH SERVICES","Outpatient Care","MENTAL HEALTH SERVICES","Crisis Intervention/Hotlines","Emergency Room Care","Sexual Assault Treatment","Youth","Child Abuse Issues","Domestic Violence Issues","Elder Abuse Issues"],"wait":"No wait.","funding_sources":["County","Grants"]}]},{"name":"Children's Health Initiative (CHI)., Healthy Families, Healthy Kids, Medi-Cal for Children","contacts":[{"name":"Marmi Bermudez","title":"Project Manager"}],"description":"Offers medical, dental and vision coverage for 17,000 uninsured county children who lack access to comprehensive health insurance coverage. The CHI health insurance programs are available to all San Mateo County children regardless of immigration status who meet eligibility requirements.","short_desc":"Offers medical, dental and vision health insurance for uninsured children.","address":{"street":"701 Gateway Blvd., Suite 400","city":"South San Francisco","state":"CA","zip":"94080"},"mail_address":{"attention":"SMCHS Healthy Families, Healthy Kids","street":"701 Gateway Blvd., Suite 400","city":"South San Francisco","state":"CA","zip":"94080"},"ask_for":["Call Hotline"],"hours":"Monday-Friday, 8:30-5","transportation":"Varies depending on location.","accessibility":[],"languages":["Spanish","Filipino (Tagalog)","Tongan"],"emails":["info@smcchi.org"],"faxes":["650 616-8049"],"phones":[{"number":"650 616-2002","department":"Hotline","hours":"(Monday-Friday, 8:30-5)"}],"urls":["http://www.smcchi.org"],"servs":[{"audience":"Uninsured children and their families","eligibility":"Proof of child's birth (age 18 or under), San Mateo County residency, income of parents (below 400% of Federal Poverty Level (FPL), not insured by employer","fees":"None.","how_to_apply":"Call or walk in for enrollment assistance.","service_areas":"San Mateo County","keywords":["FINANCIAL ASSISTANCE SERVICES","Health","Children's State/Local Health Insurance Programs","Youth"],"wait":null,"funding_sources":["County","Donations","Grants"]}]},{"name":"San Mateo Medical Center., Burlingame Long Term Care","contacts":[{"name":"Harry Walter","title":"Administrator"}],"description":"Offers long-term care of seniors in Medi-Cal and Medicare programs in a 281-bed nursing facility Offers long-term care of seniors in Medi-Cal and Medicare programs in a 281-bed nursing facility.","short_desc":"nursing facility","address":{"street":"1100 Trousdale Drive","city":"Burlingame","state":"CA","zip":"94010"},"mail_address":{"attention":"SMMC Burlingame Long Term Care","street":"1100 Trousdale Drive","city":"Burlingame","state":"CA","zip":"94010"},"ask_for":null,"hours":null,"transportation":null,"accessibility":null,"languages":null,"emails":null,"faxes":null,"phones":[{"number":"650 692-3758"}],"urls":null,"servs":[{"audience":null,"eligibility":null,"fees":null,"how_to_apply":"","service_areas":"San Mateo County","keywords":null,"wait":null,"funding_sources":["County"]}]},{"name":"San Mateo Medical Center., Ron Robinson Senior Care Center","contacts":[{"name":"Linda Franco","title":"Program Manager"}],"description":"Offers an outpatient health center located on the first floor of the San Mateo Medical Center and designed for older adults in San Mateo County. The Center includes both primary care and geriatric assessment.  The primary care clinic is for adults age 60 or over who either do not have a primary care provider or whose chronic or complex health issues would benefit from the time and resources clinic staff can offer. Physicians and nurse practitioners provide primary care. The multidisciplinary team, which includes nurses, a psychiatrist, psychologist, licensed clinical social worker and rehabilitation therapist, provide counseling and ongoing care management. The geriatric assessment program is a consultative service provided by a team of healthcare professionals. Patients are evaluated for physical health, mental health, social needs, and functional status. Older adults experiencing memory loss, confusion, recent falls, and frequent hospitalizations may benefit from this service. Staff will coordinate referrals to Aging and Adult Services and/or home and community based services.","short_desc":"Offers an outpatient health center located on the first floor of the San Mateo Medical Center and designed for older adults in San Mateo County.","address":{"street":"222 West 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"mail_address":{"attention":"San Mateo Medical Center","street":"222 West 39th Avenue","city":"San Mateo","state":"CA","zip":"94403"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["wheelchair"],"languages":["Chinese (Cantonese)","Filipino (Tagalog)","French","Russian","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 573-2426","hours":"(Monday-Friday, 8:30-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"Persons age 60 or over","fees":"Medicare, Medi-Cal, and WELL Program accepted.","how_to_apply":"Call for appointment.","service_areas":"San Mateo County","keywords":["HEALTH SERVICES","Outpatient Care","Community Clinics","Older Adults"],"wait":null,"funding_sources":null}]},{"name":"San Mateo Medical Center., Willow Clinic","contacts":null,"description":"Services include adult and pediatric primary care, some specialty care including AIDS services, optometry and dental care.","short_desc":"Services include adult and pediatric primary care, some specialty care including AIDS services, optometry and dental care.","address":{"street":"795 Willow Road, Bldg. 334","city":"Menlo Park","state":"CA","zip":"94025"},"mail_address":{"attention":"SMMC Willow Clinic","street":"795 Willow Road, Bldg. 334","city":"Menlo Park","state":"CA","zip":"94025"},"ask_for":null,"hours":"Monday- Friday, 8 am-5 pm; Tuesday, Thursday, 5 pm-9 pm","transportation":null,"accessibility":null,"languages":["Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 599-3890","hours":"(Monday- Friday, 8 am-5 pm; Tuesday, Thursday, 5 pm-9 pm)"}],"urls":["http://www.sanmateomedicalcenter.org"],"servs":[{"audience":"Low-income persons","eligibility":"San Mateo County resident","fees":null,"how_to_apply":"","service_areas":["East Palo Alto","Menlo Park"],"keywords":["HEALTH SERVICES","Dental","Outpatient Care","Community Clinics"],"wait":null,"funding_sources":null}]}]}
{"name":"San Mateo County Human Services Agency","locs":[{"name":"Central Region., Veterans Service Office","contacts":[{"name":"Diana Kremer","title":"Veterans Services Officer"}],"description":"An advocacy service that helps veterans, survivors and dependents of veterans file for Department of Veterans Affairs benefits and provides follow-up. Benefits might include pension, compensation, home loans, benefits for disabled veterans and information about hospital care. Provides information and referral to providers of veterans' services and other services as needed.","short_desc":"Assists veterans, survivors and dependents of veterans.","address":{"street":"400 Harbor Blvd, Bldg. B","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Veterans Service Office","street":"400 Harbor Blvd., Bldg. B","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Veterans Service Officer","Veterans Service Representative"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 3 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Interpreter"],"emails":["dkremer@co.sanmateo.ca.us"],"faxes":["650 595-2419"],"phones":[{"number":"650 802-6598"}],"urls":["https://www.mybenefitscalwin.org/"],"servs":[{"audience":"Veterans, dependents of veterans and survivors of veterans of military service","eligibility":"Veteran, veteran dependent or survivor of deceased veteran","fees":"None.","how_to_apply":"Varies according to benefit or service. Appointment recommended.","service_areas":"San Mateo County","keywords":["FINANCIAL ASSISTANCE SERVICES","Health","Housing","Veteran Compensation and Pension Benefits","Veterans"],"wait":"Varies.","funding_sources":["County","State"]}]},{"name":"Vocational Rehabilitation Services (VRS) Workcenter","contacts":[{"name":"Carmen O'Keefe","title":"Vocational Rehabilitation Program Manager"},{"name":" Wendy Jordan","title":"Vocational Couseling Supervisor"},{"name":" Judy Downing","title":"Social Security Benefits Couseling"},{"name":" Joe Hennen","title":"Medicare, Part D"},{"name":"Gretchen Glynn","title":"Marketing Manager"}],"description":"A vocational rehabilitation center for any employable county resident who is disabled or economically disadvantaged who wishes to enter, re-enter or remain in the labor market. Referrals are accepted from county agencies, the State Department of Rehabilitation and private treatment providers. Services include vocational evaluation, work adjustment training, vocational testing, vocational social security benefits counseling, Medi Care Part D counseling, job placement, and supported employment services. The Workcenter bids competitively for outside contracts from industry - packaging, assembly, sorting, collating, etc. A food service program provides training in culinary arts, hot lunches for the workforce and catering in the public and private nonprofit sector. Provides a Workfare component using the Workcenter to help GA (General Assistance)clients earn their GA grants by working two days a week. GA clients must participate in an intensive program to maintain their eligibility and to get them back into the labor force. Provides vocational counseling, assessment and training, skills and interest inventories,and case management in a structured transitional work environment, job search, job placement and job coaching services as well as information, referral and advocacy to persons with barriers to employment including mental health, General Assistance, CalWORKs, alcohol and other drug abuse issues, and the currently or formerly incarcerated.","short_desc":"Provides job training, placement or employment for any employable county resident collecting General Assistance or undergoing psychiatric treatment.","address":{"street":"550 Quarry Road","city":"San Carlos","state":"CA","zip":"94070"},"mail_address":{"attention":"Vocational Rehabilitation Services","street":"550 Quarry Road","city":"San Carlos","state":"CA","zip":"94070"},"ask_for":["Carmen O'Keefe"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 3 blocks.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 596-5162"],"phones":[{"number":"650 802-6482","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchsavrs.org"],"servs":[{"audience":"Individuals with barriers to employment (primarily mental health) who are not working but want to obtain assistance with going back to work","eligibility":"County resident disabled or economically disadvantaged","fees":"None.","how_to_apply":"Referral from therapist, California State Department of Rehabilitation or eligibility worker required.","service_areas":"San Mateo County","keywords":["EMPLOYMENT/TRAINING SERVICES","Job Counseling/Testing","Job Information/Placement/Referral","Job Training","General Relief","Job Search/Placement","Vocational Rehabilitation"],"wait":"1 week to 10 days.","funding_sources":["County","Federal","State"]}]},{"name":"Central Region., Belmont Harbor Park","contacts":[{"name":"Linda Holman","title":"Regional Program Manager"},{"name":" Jackie Coombs","title":"CAPI Supervisor"}],"description":"Processes applications for Cash Assistance Program for Immigrants (CAPI) recipients who are low-income, aged, blind or disabled legal permanent resident immigrants.","short_desc":"Processes applications for Cash Assistance Program for Immigrants (CAPI).","address":{"street":"400 Harbor Blvd., Bldg. B","city":"Belmont","state":"CA","zip":"94002-4047"},"mail_address":{"attention":"Belmont Harbor Park","street":"400 Harbor Blvd., Bldg. B","city":"Belmont","state":"CA","zip":"94002-4047"},"ask_for":["Receptionist"],"hours":null,"transportation":"SAMTRANS stops within 3 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Filipino (Tagalog)","French","Hindi","Persian (Farsi)","Spanish","Tamil","Vietnamese"],"emails":null,"faxes":null,"phones":[{"number":"800 648-0954"}],"urls":null,"servs":[{"audience":null,"eligibility":"Low-income, aged, blind or disabled legal permanent resident immigrant","fees":"None.","how_to_apply":"Apply by phone for an appointment.","service_areas":"San Mateo County","keywords":["FINANCIAL ASSISTANCE SERVICES","General Support","Cash Assistance Program for Immigrants"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Children and Family Services","contacts":[{"name":"Deborah Lee Torres, LCSW","title":"Director, Child Welfare Services"}],"description":"Takes reports of situations in which children age 17 or under may be in jeopardy because of abuse, abandonment, sexual molestation, exploitation or neglect. When the home situation is such that the child needs to be placed under the protection of the juvenile court, this unit initiates court action, conducts an investigation and supervises children who have been removed from parental custody. Can make immediate placements in emergency shelter care when children are endangered. May also aid children by providing casework and related services to their families, and making referrals to appropriate agencies.                  A report may be made in person, by phone or letter and may be anonymous, though all names are held confidential. Anyone initiating a referral in good faith is immune from liability. Provides information and refers within the agency for all specialized children's services. Counseling, support groups and in-home services can be provided to families receiving protective services supervision from this agency. Provides shelter care for children, age 18 or under, who need to be removed from their own homes because they are in danger due to neglect, abuse, abandonment, exploitation or other family crisis. Young children are placed in temporary foster homes. Adolescents are placed in the central receiving home. All requests for emergency care or removal of a child from a home in crisis must be made through the Hotline or the local police department. The county is a state-licensed adoption and foster home licensing agency providing services to birth parents, pre-adoptive children, adoptive and foster parent applicants. Provides information about adoption procedures to birth parents. Children are generally of school age, of minority or mixed background or have special problems. Written application, office and home interviews are necessary. Provides post-adoption services to assist adoptees, birth parents or adoptive parents. Provides relinquishment adoption services. Does not provide intercountry adoption services. Helps to arrange for out-of-home placement of children, age 17 or under, in group homes or institutions. Families must meet certain criteria in order for the children to be considered for placement. This unit cannot handle the placement of delinquents or children beyond parental control. This office also licenses foster family homes throughout the county as required by law for care on a regular basis of a non-related child age 17 or under. Homes are licensed for one year and renewed annually. Will investigate complaints or reports of persons caring for non-related children without a license or of licensed persons giving improper care. The Foster Care Eligibility line handles questions related to payments to foster parents, non-related guardians, and relatives. Speakers are available for clubs or groups who wish to know more about foster care, \"fostadopt\" and adoptions. For matters other than court investigations, licensing, shelter care or adoptions, please contact the appropriate regional office. For East Palo Alto, Menlo Park, or Redwood City residents, contact the South County office at 650-363-4218. For San Carlos, Belmont, San Mateo, Foster City, Hillsborough, Burlingame, Millbrae, Half Moon Bay, El Granada, La Honda, Loma Mar, Montara, Moss Beach, Pescadero, or San Gregorio residents, contact the Central County office at 650-802-5018. For Pacifica, Daly City, South San Francisco, Colma, Brisbane or San Bruno residents, contact the North County office at 650-877-5608. Family Resource Center provides counseling, support and education services for youth and adults, home visiting, parent involvement in leadership, financial assistance and case management at specific school locations with Spanish speaking staff.   Translators available with prior notice. HSA, San Mateo County has been COA accredited since 2008.","short_desc":"Accepts referrals about situations in which children age 17 or under are in jeopardy because of abuse, abandonment or exploitation.","address":{"street":"1 Davis Drive","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Children and Family Services","street":"1 Davis Drive","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Marsha Beaman (Court Investigations)","Matt Radisch (Licensing)","Pravin Patel (Shelter Care)","Marie Morris (Adoptions)"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 3 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 802-5001"],"phones":[{"number":"800 632-4615","department":"Hotline","hours":"(24 hours daily)"}],"urls":["http://www.smchsa.org"],"servs":[{"audience":"Children, age 17 or under","eligibility":"Child must reside in San Mateo County","fees":"Placement costs are a parental responsibility and are assessed on basis of ability to pay.","how_to_apply":"Walk in or apply by phone or mail.","service_areas":"San Mateo County","keywords":["CHILD PROTECTION AND CARE SERVICES","Adoption","Crisis/Abuse Intervention/Hot","Guardianship/Conservatorship","Investigation/Intervention","Out-Of-Home Care","Out-Of-Home Care Placement","Respite/Emergency Caretaker","Adoption Services","Foster Homes for Dependent Children","Children's Protective Services","Speakers/Speakers Bureaus","Youth","Adolescents","Children"],"wait":"Priority given to reports of physical abuse, sexual abuse or life-threatening neglect.","funding_sources":["County","Federal","State"]}]},{"name":"Southern Region., East Palo Alto Services Center","contacts":[{"name":"Elaine Azzopardi","title":"Regional Program Manager"}],"description":"Processes applications for financial assistance programs such as Temporary Assistance for Needy Families (TANF), CalWORKS, food stamps and Medi-Cal.   Applicants are assessed and directed to the most appropriate program to achieve self sufficiency. Most adults on TANF immediately enter a Work First component. Families and individuals with either acute or long-standing barriers to self sufficiency are served by the Family Self-Sufficiency Team which provides case management and specialty services through an assigned primary case manager. Translation services are provided free to clients and include translation of written documents and oral interpretation of services by appointment. Child welfare services are also provided in family maintenance, family reunification and long-term placement programs.","short_desc":"Processes applications for financial assistance programs for residents of East Palo Alto and Menlo Park.","address":{"street":"2415 University Avenue, 3rd Floor","city":"East Palo Alto","state":"CA","zip":"94303"},"mail_address":{"attention":"East Palo Alto Services Center","street":"2415 University Avenue, 3rd Floor","city":"East Palo Alto","state":"CA","zip":"94303"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese","Spanish"],"emails":null,"faxes":["650 325-5327"],"phones":[{"number":"650 363-4218","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"Vary according to program","fees":"None.","how_to_apply":"Walk in or apply by phone.","service_areas":["East Palo Alto","Menlo Park"],"keywords":["ADULT PROTECTION AND CARE SERVICES","Case Management","EMERGENCY SERVICES","Financial Assistance","FINANCIAL ASSISTANCE SERVICES","Food","Health","General Relief","TANF","Child Care Subsidies","Medicaid","Food Stamps/SNAP"],"wait":"First come, first served basis for walk-in applicants.","funding_sources":["County","Federal","State"]}]},{"name":"Northern Region., South San Francisco Services Center","contacts":[{"name":"Jerry Lindner","title":"Regional Program Manager"}],"description":"Processes applications for financial assistance programs such as CalWORKS, Medi-Cal, Food Stamps, General Assistance and child care.   To get process started applicants are encouraged to apply online at www.benefitscalwin.org.","short_desc":"Processes applications for financial assistance programs such as CalWORKS, Medi-Cal and Food Stamps.","address":{"street":"1487 Huntington Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"mail_address":{"attention":"South San Francisco Services Ctr","street":"1487 Huntington Avenue","city":"South San Francisco","state":"CA","zip":"94080"},"ask_for":null,"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops in front.","accessibility":["ramp","disabled_parking","wheelchair"],"languages":["Chinese (Mandarin)","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 877-5606"],"phones":[{"number":"650 877-5608","hours":"(Monday-Friday, 8-5)"}],"urls":["https://www.mybenefitscalwin.org/"],"servs":[{"audience":null,"eligibility":"Vary according to program","fees":"None.","how_to_apply":"Walk in or apply by phone.","service_areas":["San Bruno","South San Francisco"],"keywords":["EMERGENCY SERVICES","Financial Assistance","FINANCIAL ASSISTANCE SERVICES","Food","Health","General Relief","TANF","Child Care Subsidies","Medicaid","Food Stamps/SNAP"],"wait":"First come, first served basis.","funding_sources":["County","Federal","State"]}]},{"name":"Administration","contacts":[{"name":"Beverly Beasley Johnson","title":"Director"}],"description":"This is the administrative office for the Human Services Agency. Divisions include the Northern, Central and Southern Region offices which are described separately.","short_desc":"The administrative office of the county's Human Services Agency.","address":{"street":"1 Davis Drive","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Human Services Agency","street":"1 Davis Drive","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Receptionist"],"hours":null,"transportation":"SAMTRANS stops within 3 blocks.","accessibility":["deaf_interpreter","restroom","disabled_parking","wheelchair"],"languages":null,"emails":null,"faxes":["650 631-5771"],"phones":[{"number":"650 802-7500","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchsa.org"],"servs":[{"audience":null,"eligibility":"None","fees":"None.","how_to_apply":"Apply by phone or mail.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Human/Social Services Issues"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Northern Region., PeninsulaWorks Daly City","contacts":[{"name":"Darla Munson","title":"Regional Manager"}],"description":"Offers comprehensive employment services for job seekers and employers.   Employer services include screening and referral of job-ready workers, up to 50% reimbursement of wages for new employees during the on-the-job training period, and space and resources necessary for recruitment. Offers a job bank to persons age 16 or over. Offers information on job openings, company profiles and training information in government, nonprofit agencies, corporations and private industry. Offers access to the Internet and the use of computers, phones and fax machines. Also offers information and referral services to other community resources as needed by clients. Accepts applications for public assistance programs: CalWorks, CalFresh, General Assistance and Medi-Cal. Determines eligibility of needy individuals and families seeking public assistance benefits. Serves low-income clients in need of health insurance (Medi-Cal), nutritional food supplements (CalFresh), and temporary financial assistance (CalWorks and General Assistance).","short_desc":"Offers comprehensive employment services for job seekers and employers.","address":{"street":"271 - 92nd Street","city":"Daly City","state":"CA","zip":"94015"},"mail_address":{"attention":"PeninsulaWorks Daly City","street":"271 - 92nd Street","city":"Daly City","state":"CA","zip":"94015"},"ask_for":["Receptionist"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":["dmunson@co.sanmateo.ca.us"],"faxes":["650 301-8455"],"phones":[{"number":"650 301-8440","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.peninsulaworks.org"],"servs":[{"audience":"Persons in need of Public Assistance benefits. Persons in need of employment and/or training services, job seekers and employers","eligibility":"Vary according to program. No requirements to use job information center or to take workshops","fees":"None.","how_to_apply":"Walk in to use job information center and/or apply for Public Assistance Programs.","service_areas":["Brisbane","Colma","Daly City","Pacifica","San Bruno","South San Francisco"],"keywords":["EMPLOYMENT/TRAINING SERVICES","Job Information/Placement/Referral","Job Training","Prejob Guidance","Job Finding Assistance","General Relief","TANF","Child Care Subsidies","Medicaid","Food Stamps/SNAP","Youth","Adolescents"],"wait":"No wait.","funding_sources":["County","Federal","State"]}]},{"name":"Northern Region., South San Francisco Services Center., Daly City Family Resource Centers., Ben Franklin Family Resource Center","contacts":[{"name":"Natasha Bourbonnais","title":"Site Supervisor"}],"description":"Provides prevention and early intervention at school sites in San Mateo County. Staff works in collaboration with several school districts, county and city government, local nonprofit agencies, and foundations to increase parental involvement with the outcome of improving the health, safety, and academic, social, and emotional success of children.   There are three school-based family resource centers. The Ben Franklin Family Resource Center (650-301-8845) is located at 700 Stewart, Room 17, Colma. Bayshore Family Resource Center (650-301-8828) is located at 155 Oriente Street, Room 11. Jefferson Family Resource Center (650-301-8836) is at 6996 Mission Street. The program is co-sponsored by the San Mateo County Human Services Agency, the San Mateo County Office of Education, the city of Daly City and the Jefferson Elementary, Jefferson Union High School and Bayshore Elementary school districts.","short_desc":"schools","address":{"street":"700 Stewart Street, Room 17","city":"Colma","state":"CA","zip":"94015"},"mail_address":{"attention":"Kennedy FRC","street":"700 Stewart Street, Room 17","city":"Colma","state":"CA","zip":"94015"},"ask_for":["Natasha Bourbonnais"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 2 blocks of all sites.","accessibility":["ramp","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Chinese (Mandarin)","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 301-8845","department":"Ben Franklin Center","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"Resident of catchment area and/or have child enrolled in the Jefferson School District, Jefferson Union High School District or Bayshore School District","fees":"None.","how_to_apply":"Walk in or apply by phone. Appointments available.","service_areas":"Daly City","keywords":["CHILD PROTECTION AND CARE SERVICES","Community Information","COMMUNITY SERVICES","Information and Referral","EDUCATION SERVICES","Pupil Support/Tutoring","INDIVIDUAL AND FAMILY DEVELOPMENT SERVICES","Growth and Adjustment","Parent/Family Involvement in Education","Youth"],"wait":"No wait.","funding_sources":["City","County","Grants","School district"]}]},{"name":"Center on Homelessness","contacts":[{"name":"Wendy Goldberg","title":"Manager"}],"description":"Serves as county liaison to core service agencies, homeless service providers and shelters in San Mateo County. Also coordinates the Human Services Agency's policies on homelessness.","short_desc":"Serves as county liaison to core service agencies, homeless service providers and shelters in San Mateo County, and coordinates the Human Services Agency's policies on homelessness.","address":{"street":"472 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"Center on Homelessness","street":"472 Harbor Blvd.","city":"Belmont","state":"CA","zip":"94002"},"ask_for":["Wendy Goldberg"],"hours":null,"transportation":"CALTRAIN, SAMTRANS stop within 3 blocks.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":["Persian (Farsi)"],"emails":["wgoldberg@co.sanmateo.ca.us"],"faxes":["650 596-3478"],"phones":[{"number":"650 802-3378","department":"Wendy Goldberg","hours":"(Monday-Friday, 8:30-5)"}],"urls":["http://www.co.sanmateo.ca.us/hsa.dir/holess.htm"],"servs":[{"audience":"Homeless families and individuals","eligibility":"None","fees":"None.","how_to_apply":"Fax, email, call or write for information.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Administrative Entities","Homelessness Issues"],"wait":null,"funding_sources":["County"]}]},{"name":"Jobs for Youth","contacts":[{"name":"Ruby Tomas","title":"Youth Coordinator"}],"description":"Finds employment for young people age 14-21 who do not qualify for federal job programs. The program helps teens, regardless of socio-economic status or risk-level,  to pepare for interviews,  fill out job applications, create resumes, use the Internet to find a job and gain the confidence necessary to seek out employment. Offices are located in Daly City, Redwood City, and San Mateo. A collaborative effort of the San Mateo County Human Services Agency, the state Employment Development Department, the private sector, cities in San Mateo County and local schools.","short_desc":"Finds employment for young people age 14-21.","address":{"street":"271 - 92nd Street","city":"Daly City","state":"CA","zip":"94015"},"mail_address":{"attention":"Jobs for Youth","street":"271 - 92nd Street","city":"Daly City","state":"CA","zip":"94015"},"ask_for":["Jobs for Youth counselor at the nearest location"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 2 blocks.","accessibility":["wheelchair"],"languages":["Spanish"],"emails":["jobsforyouth@smchsa.org"],"faxes":["650 757-3224"],"phones":[{"number":"650 301-8434","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.peninsulaworks.org"],"servs":[{"audience":"Adolescents","eligibility":"Age 14-21","fees":"None.","how_to_apply":"Call the Jobs for Youth counselor at the nearest location.","service_areas":"San Mateo County","keywords":["EMPLOYMENT/TRAINING SERVICES","Youth Employment","Youth Job Development","Youth","Adolescents"],"wait":"No wait. Clients seen on a first-come, first-serve basis.","funding_sources":["City","County"]}]},{"name":"Health Insurance TeleCenter","contacts":[{"name":"Eduardo Kiryczun","title":"Operations Manager"}],"description":"Offers a toll-free number to report Medi-Cal changes, ask questions about health coverage and other services.","short_desc":"Offers a toll-free number to report Medi-Cal changes, ask questions about health coverage and other services.","address":{"street":"310 Harbor Boulevard, Building E","city":"Belmont","state":"CA","zip":"94002"},"mail_address":{"attention":"San Mateo County Human Service","street":"310 Harbor Boulevard, Building E","city":"Belmont","state":"CA","zip":"94002"},"ask_for":[],"hours":"Monday-Friday, 8-5","transportation":null,"accessibility":null,"languages":["Spanish"],"emails":null,"faxes":["650 620-9732"],"phones":[{"number":"800 223-8383","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smchsa.org"],"servs":[{"audience":"Medi-Cal recipients","eligibility":null,"fees":null,"how_to_apply":"Phone for service.","service_areas":"San Mateo County","keywords":["Medicaid"],"wait":null,"funding_sources":["Federal","State"]}]}]}
{"name":"San Mateo County Parks Department","locs":[{"name":"Crystal Springs Trail County Park","contacts":[{"name":"Pamela Noyer","title":"Park Ranger IV"},{"name":" Albert Zuker","title":"Park Ranger III"}],"description":"Crystal Springs Trail County Park consists of two multi-use recreational trails, Sawyer Camp Trail and San Andreas Trail, located adjacent to the Crystal Springs and San Andreas reservoirs.     Sawyer Camp Trail is a six-mile asphalt-surfaced trail for bicyclists, hikers, joggers and equestrians. Located between the west end of Hillcrest Blvd. in Millbrae and the west end of Crystal Springs Road in San Mateo. The trail is wheelchair accessible at the south gate in San Mateo. The San Andreas Trail is located between the west end of Hillcrest Blvd in Millbrae and Skyline Blvd in San Bruno. It consists of a 0.6-mile-long dirt section between Hillcrest Blvd and Larkspur Drive in Millbrae and a 1.5-mile-long paved section between Larkspur Drive and Skyline Blvd in San Bruno. The only source of water on the trail is 1/10 mile from the north gate of Sawyer Camp trail, located at the west end of Hillcrest Blvd.","short_desc":"Recreational area consisting of two multi-use trails.","address":null,"mail_address":{"attention":"Crystal Springs Trail","street":"455 County Center","city":"Redwood City","state":"CA","zip":"94063-1663"},"ask_for":["Pamela Noyer","Al Zucker"],"hours":"Daily, dawn to dusk","transportation":"SAMTRANS stops within 3 blocks of north end of Sawyer Camp Trail located in Millbrae at Hillcrest Blvd. and Skyline Blvd.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":null,"emails":["parksandrecreation@co.sanmateo.ca.us"],"faxes":["650 869-5494"],"phones":[{"number":"650 589-4294","department":"(Daily, dawn to dusk)"}],"urls":["http://eparks.net"],"servs":[{"audience":"Walkers, runners, bicyclists, nature lovers, families","eligibility":"None","fees":"None. Special event fees for large (30 or more) crowds. Donation boxes provided at Sawyer Camp Trail.","how_to_apply":"Walk in. For large groups with special events call 650-363-4020.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"No wait.","funding_sources":["County","Donations"]}]},{"name":"Edgewood Park and Preserve","contacts":[{"name":"Priscilla Alvarez","title":"Park Supervisor"},{"name":" John Trewin","title":"Park Ranger III"}],"description":"Located adjacent to the intersection of Edgewood Road in Redwood City and Highway 280, this area is composed of large expanses of grassland, chaparral and pockets of oak woodland. Daytime hiking and horseback riding are available on designated trails, and there is a small picnic area in the eastern portion of the park. Pets and bicycles are prohibited. The main entrance is located just east of Crestview Drive on Edgewood Road. There is a small parking lot near the entrance and a large overflow parking area immediately outside the park.","short_desc":"A park area composed of grassland, chaparral and oak woodland.","address":{"street":"10 Old Stagecoach Road","city":"Redwood City","state":"CA","zip":"94062"},"mail_address":{"attention":"Edgewood Park and Preserve","street":"455 County Center","city":"Redwood City","state":"CA","zip":"94063-1663"},"ask_for":[],"hours":"Open daily at 8 am; closing hours vary ranging from 5 pm in winter to 8 pm in summer","transportation":"SAMTRANS stops within 1 mile.","accessibility":["restroom"],"languages":null,"emails":["jtrewin@co.sanmateo.ca.us"],"faxes":null,"phones":[{"number":"650 368-6283","department":"(Daily, 8-5 (Winter), 8-7:30 (Summer)"}],"urls":["http://eparks.net"],"servs":[{"audience":"Hikers, equestrians, environmentalists, joggers, runners and picnickers","eligibility":"None","fees":null,"how_to_apply":"","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County"]}]},{"name":"Huddart Park","contacts":null,"description":"A hillside area of redwood forest with picnic sites, 26 miles of hiking and horse trails, playground, archery range and shelter buildings. Docents conduct nature walks by appointment. (call 650-591-1085.) Pets are not allowed in the park. The Chickadee Nature Trail and the Werder picnic and play area are accessible to those with disabilities. Sequoia Day Camp, built for summertime use by the Girl Scouts, is available for families and groups by reservation if not in use by Girl Scouts Day Camps. It offers 30 camp areas, an amphitheater, lawns and a restroom. It can accommodate approximately 200 people and is totally accessible to disabled persons. Group camping in three areas holding up to 50 people per area is available by reservation only. No family camping.","short_desc":"Picnic sites, hiking and horse trails, playground, archery range.","address":{"street":"1100 Kings Mountain Road","city":"Woodside","state":"CA","zip":"94062"},"mail_address":{"attention":"Huddart Park","street":"1100 Kings Mountain Road","city":"Woodside","state":"CA","zip":"94062"},"ask_for":["Park Ranger"],"hours":"Opens at 8 am; closing times posted and vary by season","transportation":"No public transportation.","accessibility":[],"languages":null,"emails":null,"faxes":["650 851-9558"],"phones":[{"number":"650 851-1210","department":"Information","hours":"(Monday-Friday, 9-12, 1-5)"}],"urls":["http://www.eparks.net"],"servs":[{"audience":"Families, corporations, hikers, equestrians, joggers, nature lovers","eligibility":"None","fees":"$5 per car. Open group areas rent for a minimum of $225-$300 (varies by site), buildings for $300 a day. $150 per night for group camping. Cash accepted.","how_to_apply":"Phone 650-363-4021 for group permits or go on-line at www.eparks.net.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County"]}]},{"name":"Junipero Serra Park","contacts":[{"name":"Albert Zuker","title":"Park Supervisor"}],"description":"This foothill park, open all year round, provides family and group picnic areas, hiking and nature trails and shelter buildings. No overnight camping permitted except to youth groups, which must make reservations. Group picnics require reservations for groups of 20 or more at least ten days in advance of outing. Stores nearby. No pets or amplified sound allowed. Beer or wine only permitted.","short_desc":"Picnic sites, hiking trails.","address":{"street":"1801 Crystal Springs Road","city":"San Bruno","state":"CA","zip":"94066-4004"},"mail_address":{"attention":"Junipero Serra Park","street":"1801 Crystal Springs Road","city":"San Bruno","state":"CA","zip":"94066-4004"},"ask_for":["Park Ranger for general information. Reservation Clerk for reservations"],"hours":null,"transportation":"SAMTRANS stops within 1 mile at El Camino and Crystal Springs Road.","accessibility":["restroom","wheelchair"],"languages":null,"emails":null,"faxes":["650 869-5494"],"phones":[{"number":"650 589-5708","department":"(Daily, 8-5)"}],"urls":["http://www.eparks.net"],"servs":[{"audience":"General public","eligibility":"None","fees":"$5 vehicle entry fee. Group areas reserve for at least $65. Shelter buildings reserve for $155 per day to groups of 25 to 175. Overnight (youth groups only), $1.50 per person. Pay at the self-registration fee station if no one is in the gatehouse. Cash and checks accepted.","how_to_apply":"Phone Reservations for group reservation permits.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County"]}]},{"name":"Coyote Point Recreation Area","contacts":[{"name":"Pamela Noyer","title":"Ranger IV"},{"name":" Steve Kraemer","title":"Ranger III"}],"description":"Open all year, dawn to dusk, the 727-acre park offers the following facilities: picnic sites, group picnic areas, marina, bay swimming, fishing, playground, environmental science museum, rifle and pistol range, boat launching ramp, kayaking, windsurfing, shorebird viewing, saltwater marsh area, sand volleyball areas, and animal center. The playground is wheelchair accessible. Group picnics require reservations for groups of 50 or more. No overnight camping. Stores nearby. No pets allowed. No fee for senior citizens except on weekends and holidays.","short_desc":"A 727-acre park on San Francisco Bay with picnic sites, playground, marina, bay swimming and fishing, rifle and pistol range.","address":{"street":"1701 Coyote Point Drive","city":"San Mateo","state":"CA","zip":"94401"},"mail_address":{"attention":"Coyote Point Recreation Area","street":"1701 Coyote Point Drive","city":"San Mateo","state":"CA","zip":"94401"},"ask_for":["Ranger"],"hours":"Daily, 8 am-dusk","transportation":"SAMTRANS stops within 1 mile.","accessibility":["restroom","disabled_parking","wheelchair"],"languages":null,"emails":["parksandrecreation@co.sanmateo.ca.us"],"faxes":["650 573-3727"],"phones":[{"number":"650 573-2592","department":"Information"}],"urls":["http://www.eparks.net"],"servs":[{"audience":null,"eligibility":"None","fees":"$5 per car. Open group areas rent for a minimum of $50. Rate varies depending on size area. Cash / Vehicle entry; Credit card / Reservations.","how_to_apply":"Phone Reservations for group permit or go to Web site.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County"]}]},{"name":"Flood County Park","contacts":[{"name":"Pedro Diaz","title":"Park Ranger III"},{"name":" Priscilla Alvarez","title":"Park Ranger IV"}],"description":"This 21-acre park, open all year round, provides picnic sites, barbecue pits and tables, playground, group picnic areas and facilities for horseshoes, softball, baseball, volleyball and tennis. Reservations (may be made up to one year in advance) required for groups of 25 or more (made at least ten days in advance); reservations not accepted for groups of less than 25. Children's playground area designed to be accessible to physically disabled people. No overnight camping or pets are permitted. Stores are located nearby.","short_desc":"Picnic sites, barbeque pits, playground, facilities for horseshoes, softball, volleyball and tennis, wheelchair accessible children's playground.","address":{"street":"215 Bay Road","city":"Menlo Park","state":"CA","zip":"94025"},"mail_address":{"attention":"Flood County Park","street":"215 Bay Road","city":"Menlo Park","state":"CA","zip":"94025"},"ask_for":["Ranger on duty","Reservations Clerk"],"hours":"Daily, call for park hours (vary according to season)","transportation":"SAMTRANS stops within 2 blocks.","accessibility":["restroom","wheelchair"],"languages":null,"emails":["pdiaz@co.sanmateo.ca.us"],"faxes":["650 328-4186"],"phones":[{"number":"650 363-4022","department":"(Daily: Winter, 8-5; Summer, 8-8)"}],"urls":["http://www.eparks.net"],"servs":[{"audience":null,"eligibility":"None","fees":"$5 per car. Open group areas rent for a minimum of $75; rate varies depending on size of group. Separate fee and charging schedule for baseball field reservation. Cash accepted.","how_to_apply":"Phone Reservations for group permit or go to Web site to make group reservations.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","Sports/Games/Exercise","City/County Parks"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Memorial/Pescadero Creek Park Complex., Sam McDonald Park","contacts":null,"description":"Hike-in camping for youth groups, picnic sites, horsecamp This 1,000-acre park, open all year, provides hike-in group camping sites for nonprofit, recognized youth groups, by reservation only. Limited picnic facilities and more than eight miles of hiking trails are also available for drop-in day use.","short_desc":"parks & recs","address":{"street":"9500 Pescadero Road","city":"Loma Mar","state":"CA","zip":"94020"},"mail_address":{"attention":"Sam McDonald Park","street":"9500 Pescadero Road","city":"Loma Mar","state":"CA","zip":"94020"},"ask_for":["Park Ranger"],"hours":null,"transportation":"No public transit.","accessibility":[],"languages":null,"emails":null,"faxes":["650 879-1034"],"phones":[{"number":"650 879-0238","department":"(Daily, 8-4:30)"}],"urls":null,"servs":[{"audience":null,"eligibility":"None","fees":"Cash accepted at park.","how_to_apply":"Phone Reservations or go to Web site at www.eparks.net for family camping.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"James V. Fitzgerald Marine Reserve","contacts":[{"name":"Steve Durkin","title":"Park Ranger III"}],"description":"Marine life sanctuary The reserve is a 350-acre marine life sanctuary located between Moss Beach and Pillar Point. It is set aside for the study and protection of marine plants and animals and for the enjoyment of visitors. All marine life and materials washed up on the beach are protected and should not be disturbed. Hook and line fishing for specific fish only is permitted within fish and game regulations. Picnic sites, interpretive center, restrooms and naturalist service available. Docent classes are given for volunteers in fall. Qualified docents give tidepool nature walks to elementary school children in the third grade and up, on a reservation basis. Reservations are usually made about four weeks in advance.","short_desc":"hi","address":null,"mail_address":{"attention":"James V. Fitzgerald Marine Res","street":"455 County Center, 4th Floor","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":[],"hours":null,"transportation":"SAMTRANS stops within 3 blocks.","accessibility":[],"languages":null,"emails":["sdurkin@co.sanmateo.ca.us"],"faxes":["650 728-3621"],"phones":[{"number":"650 728-3584","department":"(Daily, 8-5)"}],"urls":["http://www.fitzgeraldreserve.org"],"servs":[{"audience":"Students in grades 3-12","eligibility":"None","fees":"$26 reservation fee. Cash, checks accepted.","how_to_apply":"Call (650-363-4021) to arrange nature program for groups of 10 or more.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"4 weeks.","funding_sources":["County"]}]},{"name":"Memorial/Pescadero Creek Park Complex., Memorial Park","contacts":[{"name":"Matthew Del Carlo","title":"Park Ranger IV"}],"description":"The 499-acre park, open all year around, provides picnic sites, group and family camping, group picnic areas, park store, creek swimming, hiking trails, interpretive center, summer naturalist service and campfire program. Camping is allowed in established campsites only and permits must be obtained at the park office. A maximum of two weeks overnight camping is allowed. Maximum of two cars and eight persons per site for overnight camping. Picnic reservations are not accepted for groups of less than 35. Groups of 50 or more require reservations at least ten days and no more than one year in advance of outing. Reservations required for all youth groups regardless of size or activity. No reservations accepted for youth groups on holiday weekends. Two group camping sites are available for handicapped persons. A one-quarter-mile long rope trail for the disabled is available. Small stores nearby. No pets allowed.","short_desc":"Picnic and camping sites, campfire program, swimming, hiking trails, two sites designed for handicapped campers.","address":{"street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94021"},"mail_address":{"attention":"Memorial Park","street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94021"},"ask_for":["Park Ranger"],"hours":"Sunday-Saturday, 8-5; reservations: Monday-Thursday, 8-6","transportation":"No public transit.","accessibility":null,"languages":null,"emails":null,"faxes":["650 879-1034"],"phones":[{"number":"650 879-0212","hours":"(Sunday-Saturday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"None","fees":"Family picnics - $5 per car. Camping - $21 per night 1st car, additional car $8. Youth groups - $3 per youth ($10 minimum) overnight, group camping - $150 per night (up to 75 people). Cash accepted.","how_to_apply":"Apply by phone or eparks.net for reservation for groups.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County"]}]},{"name":"Memorial/Pescadero Creek Park Complex., Pescadero Creek Park","contacts":[{"name":"Patricia Alvarez","title":"Park Ranger"}],"description":"The Memorial/Pescadero Creek Park Complex covers 8,020 acres and is comprised of three separate county parks managed as a single unit. Pescadero Creek Park contains the Jack Brook Horse Camp (by reservation only) with two group areas, one for ten persons, the other for a maximum of 65. Offers restrooms, hot showers, RV Sani-station, water, electricity, phone, outdoor kitchen area, hitch racks and corrals. Firewood available for a small fee.   Tarwater and Shaw Flat Hike-in Camps have pit toilets, fire rings, no water or garbage collection. An entrance permit is required. Reservations can be made by calling 650-363-4021 or visiting eparks.net.","short_desc":"Contains Jack Brook Horse Camp with two group camping areas.","address":{"street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94020"},"mail_address":{"attention":"Pescadero Creek Park","street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94020"},"ask_for":["Ranger at Memorial Park"],"hours":"Summer, 8 am-Midnight; winter, 8-5","transportation":"No public transit.","accessibility":[],"languages":["Spanish"],"emails":["palvarez@co.sanmateo.ca.us"],"faxes":["650 879-1034"],"phones":[{"number":"650 879-0238","department":"(Daily, 8-5)"}],"urls":["http://eparks.net"],"servs":[{"audience":"Hikers, equestrians, bicyclists, backpack campers","eligibility":"Children age 18 or under must be accompanied by an adult when camping","fees":"Call for current prices (650 879-0212). Cash and traveler's checks accepted.","how_to_apply":"Apply in person to Memorial Park for entrance permit to Tarwater Creek and Shaw Flat.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"Camps are sometimes full.","funding_sources":["County"]}]},{"name":"Wunderlich Park","contacts":[{"name":"Priscilla Alvarez, Ranger IV","title":"Supervising Ranger"}],"description":"This 934-acre undeveloped park is open for daytime hiking and horseback riding on 25 miles of trails. Permits are required for all group activities. Pets and bicycles are prohibited. Check-in point is Wunderlich Park, 4040 Woodside Road, Woodside.","short_desc":"Hiking and horseback riding trails.","address":null,"mail_address":{"attention":"Wunderlich Park","street":"455 County Center","city":"Redwood City","state":"CA","zip":"94063-1663"},"ask_for":["Field rangers"],"hours":"Opens 8 am; closing time posted and varies by season","transportation":"No public transportation.","accessibility":[],"languages":null,"emails":null,"faxes":["650 851-9558"],"phones":[{"number":"650 851-1210","department":"Information","hours":"(Monday-Friday, 8-5)"}],"urls":["http://eparks.net"],"servs":[{"audience":"Hikers, equestrians, environmentalists, joggers and runners","eligibility":"None","fees":"None.","how_to_apply":"","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"None.","funding_sources":["County"]}]},{"name":"Memorial/Pescadero Creek Park Complex., Heritage Grove","contacts":[{"name":"Matthew Del Carlo","title":"Park Ranger IV"}],"description":"This 38-acre redwood preserve, located on Alpine Road, provides a network of trails through the grove's stand of redwoods. Fire, pets and overnight camping are prohibited.","short_desc":" A 38-acre redwood preserve.","address":{"street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94020"},"mail_address":{"attention":"Heritage Grove","street":"9500 Pescadero Creek Road","city":"Loma Mar","state":"CA","zip":"94020"},"ask_for":["Park Ranger"],"hours":"Daily, 8 am-sunset","transportation":"No public transit.","accessibility":[],"languages":null,"emails":null,"faxes":null,"phones":[{"number":"650 879-0238","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":null,"eligibility":"None","fees":"None.","how_to_apply":"Walk in or apply by phone for information.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"San Pedro Valley Park","contacts":[{"name":"Scott Lombardy","title":"Supervising Ranger"}],"description":"Located at the end of Linda Mar Blvd., this 1,140-acre park has six hiking trails. It is also equipped with picnic tables, barbeque pits and restrooms. The area for groups of 50-200 people can be reserved up to a year in advance. Overnight camping is only available for youth groups. Pets are prohibited. Some facilities and trails are accessible to disabled persons.   A visitor center is open to the public on weekends, 10-4.","short_desc":"Hiking trails, picnic sites, barbeque pits, camping for youth groups.","address":{"street":"600 Oddstad Blvd.","city":"Pacifica","state":"CA","zip":"94044"},"mail_address":{"attention":"San Pedro Valley Park","street":"600 Oddstad Blvd.","city":"Pacifica","state":"CA","zip":"94044"},"ask_for":[],"hours":null,"transportation":"SAMTRANS stops within 2 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":null,"emails":["slombardi@co.sanmateo.ca.us"],"faxes":["650 738-1410"],"phones":[{"number":"650 355-8289","department":"(Summer: Daily 8 am-8 pm; Winter, 8-5)"}],"urls":["http://www.eparks.net"],"servs":[{"audience":"Hikers, picnickers","eligibility":"None","fees":"$5 per car. Open group areas rent for a minimum of $70. Rate varies depending on size of group and area reserved. Cash, checks and credit cards accepted.","how_to_apply":"Phone Reservations for a group permit or the park for information from a ranger or visit Web site.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks","Youth"],"wait":"Varies according to season. Reservations can be made up to a year in advance.","funding_sources":["County"]}]},{"name":"Information and Reservations","contacts":[{"name":"Jim Porter","title":"Director"}],"description":"San Mateo County operates 17 parks, 3 regional trails, numerous other county and local trails and a marina encompassing almost 16,000 acres. Facilities vary from one area to another. Call the park ranger in each area or the administrative number for further information.   Coyote Point Recreation Area - 1701 Coyote Point Drive, San Mateo (650-573-2592): Picnic sites, playgrounds, marina, bay swimming and fishing, and museum (650-342-7755). Coyote Point Marina - 1900 Coyote Point Drive (650-573-2594). Crystal Springs Trail - San Mateo (650-589-4294): Contains the following trails: - San Andreas Trail: located between the west end of Hillcrest Blvd. in Millbrae and Skyline Blvd. in San Bruno. - Sawyer Camp Trail: A six-mile surfaced trail for cycling, hiking, jogging, horseback riding, located between the west end of Hillcrest Blvd. in Millbrae and the west end of Crystal Springs Road in San Mateo. Edgewood Park and Natural Reserve - Redwood City (650-368-6283): Hiking and horseback riding trails, education center, docent led wildflower walks. Flood Park - 215 Bay Road, Menlo Park (650-363-4022): Picnic sites, barbeque pits, playground, facilities for horseshoes, softball, volleyball, petanque and tennis. Children's playground area designed to be accessible to people with disabilities. Huddart Park - 1100 Kings Mountain Road, Woodside (650-851-1210): Picnic sites, hiking and horse trails, playground, archery range, youth camping, three group camp sites, day camp facilities. James V. Fitzgerald Marine Reserve - California Avenue and North Lake, Moss Beach (650-728-3584): Marine life sanctuary. Docent-led reef and tidepool tours (650-363-4021). Junipero Serra Park - 1801 Crystal Springs Road, San Bruno (650-589-5708): Picnic sites, hiking trails, youth group camping, playground. Pescadero Creek Park Complex - 9500 Pescadero Creek Road, Loma Mar (650-879-0238): Hiking and horseback trails, overnight family and hike-in camping. Contains the following areas: - Memorial Park (650-879-0238): Picnic and camping sites, campfire program, hiking trails. Two sites designed for campers with disabilities. Nature walks for special needs groups. Visitor's center and camp store. - Heritage Grove (650-879-0238): Redwood preserve. - Sam McDonald Park (650-879-0238): Hike-in camping for youth groups, picnic sites and Jack Brook Horsecamp. San Bruno Mountain - 555 Guadalupe Canyon Parkway, Brisbane (650-992-6770): Hiking. San Pedro Valley Park - 600 Oddstad Road, Pacifica (650-355-8289): Hiking trails, picnic sites, barbeque pits. Camping for youth groups. Visitors' center. Nature trails for special needs groups. Sanchez Adobe - 1000 Linda Mar, Pacifica ((650-359-1462): A restored adobe residence from the mid 1800s.Call the San Mateo County Historical Association about volunteer program (650-299-0104).  Woodside Store - 3300 Tripp Road, Woodside (650-851-7615): A restored 1880's general store. (Call the San Mateo Historical Association about volunteer program, 650-299-0101). Wunderlich Park - 4040 Woodside Road, Woodside (650-851-1210): Hiking and horseback riding trails. Site of the historic Folger Estate stable.","short_desc":"Handles reservations and provides information on the 19 county parks and recreation areas in San Mateo County.","address":{"street":"455 County Center, 4th Floor","city":"Redwood City","state":"CA","zip":"94063-1663"},"mail_address":{"attention":"Parks Dep","street":"455 County Center, 4th Floor","city":"Redwood City","state":"CA","zip":"94063-1663"},"ask_for":null,"hours":null,"transportation":"Varies according to the park.","accessibility":[],"languages":["Spanish"],"emails":["parksandrecreation@co.sanmateo.ca.us"],"faxes":["650 599-1721"],"phones":[{"number":"650 363-4020","department":"Administration","hours":"(Monday-Thursday, 8-5:30)"}],"urls":["http://www.smcoparks.org"],"servs":[{"audience":null,"eligibility":"None","fees":"Vary according to service.  Visit Web site for fees. Call for rates for scouts. Cash, checks, credit cards and money orders accepted.","how_to_apply":"Apply by phone or go to Web site for reservations for family camping and group picnicking.","service_areas":"San Mateo County","keywords":["RECREATION/LEISURE SERVICES","Camping","Parks/Playground","City/County Parks"],"wait":"Reservations are on a first-come, first-served basis.","funding_sources":["County","Fees"]}]},{"name":"San Bruno Mountain","contacts":[{"name":"Pamela Noyer","title":"Park Ranger IV"},{"name":" Albert Zuker","title":"Park Ranger lll"}],"description":"A 2,267-acre park located on Guadalupe Canyon Parkway between Brisbane and Daly City. Contains species of rare and endangered plant life and butterflies. Trails to the summit offer outstanding views of San Francisco and the Bay Area. Other facilities include family picnicking. Strong winds and summer fog can be expected.","short_desc":"Picnic sites and a preserve for rare and endangered butterflies and plants.","address":{"street":"555 Guadalupe Canyon Parkway","city":"Brisbane","state":"CA","zip":"94005"},"mail_address":{"attention":"San Bruno Mountain","street":"455 County Center","city":"Redwood City","state":"CA","zip":"94063-1663"},"ask_for":["Park Ranger"],"hours":"November-February, 8-5; March-April, October, 8-6; May-September, 8-8","transportation":"SAMTRANS stops within 1 mile.","accessibility":["restroom","disabled_parking"],"languages":null,"emails":["parksandrecreation@co.sanmateo.ca.us"],"faxes":null,"phones":[{"number":"650 573-2592","department":"(Daily, 8-5)"}],"urls":["http://www.eparks.net"],"servs":[{"audience":"Hikers, birders, youth organizations, educational institutions, environmental volunteers","eligibility":"None","fees":"$5 vehicle fee. Cash accepted.","how_to_apply":"","service_areas":["San Francisco County","San Mateo County"],"keywords":["RECREATION/LEISURE SERVICES","Parks/Playground","City/County Parks"],"wait":"Varies according to season.","funding_sources":["County","Fees"]}]}]}
{"name":"San Mateo County Probation Department","locs":[{"name":"Juvenile Services","contacts":[{"name":"Stuart J. Forrest","title":"Deputy Chief Probation Officer"}],"description":"Upon referral to the Probation Department by the police, the situation is evaluated and a decision regarding level of service is made. The case may either be dismissed, placed on informal, non-court probation, or referred to the District Attorney for legal action. After a petition is filed by the District Attorney, an investigation is conducted by the Probation Department and a report written for the judicial officer of the Juvenile Court, including a recommendation. After disposition, depending upon the court order, the minor can be placed in Field Supervision, one of several specialized programs of an intensive nature, boy's ranch, girl's camp, an out-of-home placement (foster home, group home or residential treatment center) or the Department of Corrections and Rehabilitation-Division of Juvenile Justice. The program in which the minor is placed determines the level of supervision he or she receives, as well as the amount of services provided to the family.","short_desc":"Investigates delinquent behavior on the order of the court and recommends dispensation.","address":{"street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Juvenile Services","street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Officer of the Day"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops in front.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Filipino (Tagalog)","Hindi","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 312-8816","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Children and adolescents, age 8-17","eligibility":"Juvenile referred by local law enforcement agency for law violation pursuant to Section 602 of the Welfare and Institutions Code in San Mateo County","fees":"Vary according to income for care of minors in custody or out-of-home placement.","how_to_apply":"Referral by local police department. Interested persons may call the officer of the day to find out about status of probation.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Family Support","Juvenile Delinquency Prevention","Probation","Youth"],"wait":"1-2 weeks. Immediately if admitted to Juvenile Hall.","funding_sources":["County","Federal","State"]}]},{"name":"East Palo Alto Office","contacts":[{"name":"Danny Vasquez","title":"Supervising Probation Officer - Juvenile Services"},{"name":" Roy Brasil","title":"Supervising Probation Officer - Adult Services"}],"description":"A community oriented probation service center which offers a variety of activities for juvenile and adult probationers and their families. Tutorial services for youth on probation are also provided. Computerized teaching center is available for eligible persons. Maintains a speakers' bureau of probation officers for schools and groups.","short_desc":"A community oriented probation service center offering a variety of activities for juveniles and adults on probation, their families and non-probation youth.","address":{"street":"2415 University Avenue","city":"East Palo Alto","state":"CA","zip":"94303"},"mail_address":{"attention":"East Palo Alto Office","street":"2415 University Avenue","city":"East Palo Alto","state":"CA","zip":"94303"},"ask_for":["Officer of the day"],"hours":null,"transportation":"SAMTRANS stops within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["dvasquez@co.sanmateo.ca.us"],"faxes":["650 327-7602"],"phones":[{"number":"650 363-4243","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Children and youth age 18 or under and adults under court order","eligibility":"Resident of San Mateo County","fees":"None.","how_to_apply":"Referral by courts, police or Probation Department.","service_areas":["Atherton","Belmont","East Palo Alto","Menlo Park","Portola Valley","Redwood City","San Carlos","Woodside"],"keywords":["COMMUNITY SERVICES","Speakers","LEGAL AND CRIMINAL JUSTICE SERVICES","Diversion","Juvenile Delinquency Prevent","Probation","Youth"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Court Ordered Work Program","contacts":[{"name":"Robert Fitzgerald","title":"Probation Services Manager"}],"description":"Places juveniles and adults who are residents of San Mateo County in uncompensated community service work assignments with nonprofit agencies. Such work is ordered by a probation officer or any of the San Mateo County Courts, including Traffic Court, or any court outside the jurisdiction of San Mateo County sentencing a county resident, as the result of a direct sentence or as a condition of either Court, Traffic Commissioner or supervised probation with the dates for completion set by the judge or probation officer. Assignments include a wide variety of tasks, including clerical, tutorial, general maintenance, painting, gardening, carpentry, auto body and metal work. Community service agencies must be nonprofit organizations with tax exempt status in order to utilize probationers through this program. Agencies may contact this office to request placements, and the staff will make every effort to match individual's skills and abilities with the requirements of the particular position.","short_desc":"Places juveniles and adults in uncompensated community service work assignments with nonprofit agencies.","address":{"street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Court Ordered Work Program","street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":[],"hours":null,"transportation":"Not necessary for service.","accessibility":null,"languages":["Portuguese","Spanish"],"emails":null,"faxes":["650 363-4829"],"phones":[{"number":"650 363-4640","department":"Info","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"Adult or juvenile county residents assigned by courts and probation officers of any jurisdiction to perform public service work","eligibility":"Court referral","fees":"$35 sliding scale fee for adults. No fee for juveniles. Checks and money orders accepted.","how_to_apply":"Court order, probation officer order or transfer from another county or state necessary for application.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Diversion","Probation"],"wait":"2-3 weeks upon receipt of court order.","funding_sources":["County"]}]},{"name":"Institution Services","contacts":[{"name":"Roy Brasil","title":"Deputy Chief Probation Officer-Institutions Division"},{"name":" Rich Honi","title":"Director-Institutions Division"}],"description":"Provides court and probation services to minors and their families who come under the provisions of the juvenile court law. Investigation and supervision services include placement planning under court jurisdiction in matters of delinquency.   Juvenile Hall provides temporary care and custody of delinquent boys and girls pending court disposition. The Community Care Program provides a court-ordered, non-custody, community work service each Saturday and Sunday on a year-round basis. Juvenile Traffic Court handles violations committed by youths age 17 or under. Delinquency prevention services are also offered to the community from this office. Camp Glenwood offers 24-hour care, education, counseling and recreation for boys, age 12-18, who need a correctional rehabilitative treatment program on a 90-day to six-month basis.  Kemp Camp offers 24-hour care, education, counseling and recreation for girls, age 13-17, who need a correctional rehabilitative treatment program on a 90-day to six-month basis. Kemp Camp is part of the G.I.R.L.S. Program (Gaining Independence and Reclaiming Lives Successfully). The GIRLS Program involves three stages: an individualized, residential program (Kemp Camp); an intensive community supervision phase as girls transition to home; and a step-down period of Probation services with fewer contacts.","short_desc":"Provides court and probation services to minors and their families who come under the provisions of the juvenile court law.","address":{"street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Institution Services","street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Officer of the day"],"hours":null,"transportation":"SAMTRANS stops in front.","accessibility":["disabled_parking"],"languages":["Spanish"],"emails":null,"faxes":["650 312-5354","650 747-0160"],"phones":[{"number":"650 312-5327","hours":"(24 hours daily)"}],"urls":["http://www.co.sanameto.ca.us"],"servs":[{"audience":"Youth and families","eligibility":"None","fees":"None for intake, investigation and field supervision. Parents are financially responsible for care and maintenance of their child while in detention. Varies according to income for out-of-home placement.","how_to_apply":"Referral by courts or police necessary for formal application. Families may contact the Assessment Center (650-312-5289) for referral assistance.","service_areas":"San Mateo County","keywords":["CHILD PROTECTION AND CARE SERVICES","Out-Of-Home Care Placement","LEGAL AND CRIMINAL JUSTICE SERVICES","Family Support","Juvenile Delinquency Prevent","Probation","Youth","Adolescents","Girls","Boys"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Administration","contacts":[{"name":"Stuart Forrest","title":"Chief Probation Officer"}],"description":"Administrative offices for adult and juvenile probation services, Juvenile Hall, Camp Glenwood for boys and Kemp Camp for girls. Business/accounting services, training and background investigations and liaison to the Juvenile Justice and Delinquency Prevention Commissions are provided. Direct services to adults and juveniles are delivered from other locations in the county and are described separately.","short_desc":"The administrative office of the county's Probation Department.","address":{"street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"mail_address":{"attention":"Probation Dept","street":"222 Paul Scannell Drive","city":"San Mateo","state":"CA","zip":"94402"},"ask_for":["Lyn Craig-Miller (Executive Assistant)"],"hours":"Monday-Friday, 7:30-5","transportation":"SAMTRANS stops at the Youth Services Center.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Chinese (Cantonese)","Filipino (Tagalog)","Spanish"],"emails":null,"faxes":["650 312-5597 (Chief, confidential documents only)"],"phones":[{"number":"650 312-8816","department":"Reception","hours":"(Monday-Friday, 7:30-5)"}],"urls":null,"servs":[{"audience":"Juvenile and adult probationers","eligibility":"Court referral","fees":"None.","how_to_apply":"Referrals are made from Superior and Municipal Court, police departments, schools, families and probation staff.","service_areas":"San Mateo County","keywords":["ADMINISTRATION AND PLANNING SERVICES","Administration and Planning","Probation","Youth"],"wait":"No wait.","funding_sources":["County","Federal","Grants","State"]}]},{"name":"Adult Services","contacts":[{"name":"Michael Stauffer","title":"Deputy Chief Probation Officer"},{"name":" Regina Wilson-Henry","title":"Director, Supervision Services"},{"name":" Cindy Perry","title":"Director, Court Services"}],"description":"Conducts presentence investigation, submits reports and recommendations to the court and supervises adult probationers. Probationers who need housing or food may obtain a voucher in an emergency. Individuals placed on formal probation or referred for formal investigation residing in other geographical locations are served through the northern office in South San Francisco. Provides a community speaker for agencies requiring department and/or criminal justice information. Limited or conditional access to department statistical data can be made available to authorized researchers or criminal justice students.","short_desc":"Conducts presentence investigations, reports to the court, supervises probationers who live in the southern part of the county.","address":{"street":"400 County Center, 5th Floor","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Adult Services","street":"400 County Center, 5th Floor","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Officer of the day"],"hours":"Office hours: Monday-Friday, 8-5; 24-hour emergency response","transportation":"SAMTRANS, CALTRAIN stop within 1 block.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish","Interpreter"],"emails":null,"faxes":["650 363-4829"],"phones":[{"number":"650 363-4244","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.co.sanmateo.ca.us"],"servs":[{"audience":"Adult criminal offenders, victims of violent crimes and domestic violence, criminal justice researchers and students","eligibility":"Court referral","fees":"Court directed. Checks accepted.","how_to_apply":"Court referral necessary for application. Researchers and students should contact Deputy Chief.","service_areas":"San Mateo County","keywords":["COMMUNITY SERVICES","Speakers","LEGAL AND CRIMINAL JUSTICE SERVICES","Diversion","Probation"],"wait":"No wait.","funding_sources":["County","Donations","Grants"]}]},{"name":"Northern Office","contacts":[{"name":"Stuart Forrest","title":"Chief"}],"description":"Conducts presentence investigation and submits reports and recommendations on misdemeanor and felony cases to the Superior Court of the Northern Judicial District. Also provides supervision to persons living within the area served. Probationers who need housing or food may obtain a voucher in an emergency.  Collaborates with other community agencies to support treatment, vocational training/placement, and victim protection.","short_desc":"Conducts presentence investigation and submits reports and recommendations on misdemeanor cases to the Municipal Court.","address":{"street":"1024 Mission Road","city":"South San Francisco","state":"CA","zip":"94080"},"mail_address":{"attention":"Probation Dept","street":"1024 Mission Road","city":"South San Francisco","state":"CA","zip":"94080"},"ask_for":null,"hours":null,"transportation":"SAMTRANS stops within 2 blocks, BART within 4-5 blocks.","accessibility":["ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 742-0253"],"phones":[{"number":"650 877-5411","hours":"(Monday-Friday, 8-12, 1-5)"}],"urls":null,"servs":[{"audience":"Adults convicted of crimes and given a grant of probation by the court, those conditionally diverted without conviction","eligibility":"Court referral","fees":"None.","how_to_apply":"Referral by court necessary for application.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Diversion","Re-Entry/Ex-Offender","Probation"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Pre-Trial Services","contacts":[{"name":"Anna Salas","title":"Manager"}],"description":"Serves as an information gathering agency for the court. Interviews defendants booked into the San Mateo County Jail and prepares a report for the judge and court to determine whether or not the defendant should be released without bail on his/her own recognizance. Offers limited counseling and supervision of defendants as well as referral to community and social services. Can also arrange for a client to self-surrender upon court approval.  Provides a number of other services to the criminal justice system including notification of court dates, Drug Court Screening and Supervision. Formerly known as the Release on Own Recognizance (ROR) program under the San Mateo County Bar Association.","short_desc":"Interviews arrested persons, verifies information and presents case to the court for possible release without posting bond.","address":{"street":"303 Bradford Street, 2nd Floor","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Pre-Trial Services","street":"303 Bradford Street, 2nd Floor","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Information at front desk"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops in front.","accessibility":["restroom"],"languages":null,"emails":["asalas@co.sanmateo.ca.us"],"faxes":["650 369-9643"],"phones":[{"number":"650 363-4181","hours":"(Monday-Friday, 8-5)"}],"urls":null,"servs":[{"audience":"People arrested and booked into the San Mateo County jail","eligibility":"None","fees":"None.","how_to_apply":"Walk in or apply by phone. Must have been arrested and/or booked into jail.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Own Recognizance","Probation"],"wait":"No wait.","funding_sources":["County"]}]}]}
{"name":"San Mateo County Sheriff's Office","locs":[{"name":"Operations Division., Area Office of Emergency Services and Homeland Security","contacts":[{"name":"Ed Barberini","title":"Area Coordinator"}],"description":"Provides advice and information regarding planning for disasters or emergency situations such as hazardous materials, earthquakes, floods and other natural disasters. Brochures are available on request in English and Spanish. Works closely with city governments and county agencies to plan for disasters and emergencies.","short_desc":"Provides advice regarding planning for disasters or emergencies such as hazardous materials, earthquakes and other disasters.","address":{"street":"555 County Center, 4th Floor","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"SMC Sheriff AOES/HS","street":"555 County Center, 4th Floor","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Supervisor Bill O'Callahan"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops within 1 block. CALTRAIN stops within 3 blocks.","accessibility":["wheelchair"],"languages":null,"emails":null,"faxes":["650 363-1868"],"phones":[{"number":"650 363-4790","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smcsheriff.com","http://www.smcalert.info","http://www.smcready.info"],"servs":[{"audience":"Municipal and non-governmental disaster response agencies and community groups","eligibility":"None","fees":"None.","how_to_apply":"Apply by phone or mail.","service_areas":"San Mateo County","keywords":["EMERGENCY SERVICES","Disaster Relief","Sheriff","Disaster Preparedness"],"wait":"No wait.","funding_sources":["City","County","Federal","State"]}]},{"name":"Operations Division, Patrol Bureau","contacts":[{"name":"Larry Schumaker","title":"Sheriff's Lieutenant"}],"description":"Provides police protection for all unincorporated areas of the county, the cities of Half Moon Bay and San Carlos, and the towns of Portola Valley and Woodside. Community Policing and School Resource Teams provide specialized law enforcement services which include guest speakers, code enforcement, bike patrol, Citizen Police Academy, abandoned vehicle abatement, DARE, Sheriff's Activity League and Youth Bicycle Awareness. Sub-stations are located at the San Francisco International Airport, in Moss Beach, in North Fair Oaks at 3121 Middlefield Road, La Honda Fire Station, Eichler Highlands in the Highlands Recreation Center, in Woodside at the Woodside Town Hall and at the town hall in Portola Valley.","short_desc":"Provides patrol services and police protection for all unincorporated areas of the county.","address":{"street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"SMC Sheriff Patrol Bureau","street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":null,"hours":"24 hours daily","transportation":"SAMTRANS stops within 1 block. CALTRAIN stops within 2 blocks.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["lschumaker@co.sanmateo.ca.us"],"faxes":["650 599-1760"],"phones":[{"number":"650 363-4763","hours":"(Monday-Friday, 8-5)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":null,"eligibility":"None","fees":"None.","how_to_apply":"Walk in or apply by phone.","service_areas":["Half Moon Bay","Portola Valley","San Carlos","unincorporated San Mateo County","Woodside"],"keywords":["EMERGENCY SERVICES","Police/Law Enforcement","LEGAL AND CRIMINAL JUSTICE SERVICES","Law Enforcement","Sheriff"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Detention Division., Jail","contacts":[{"name":"John F. Quinlan","title":"Detention Division Commander"}],"description":"County Jail is the receiving and holding facility for men and women age 18 or over who have been arrested in San Mateo County. Limited educational opportunities and a program of personal counseling are available to inmates. Sentenced inmates may be transferred to Maguire Correctional Facility, the Women's Correctional Facility or a state institution.  Honor Camp in La Honda shut down as of June 28, 2003.","short_desc":"The receiving and holding facility for men age 18 or over who have been arrested in San Mateo County.","address":{"street":"300 Bradford Street","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Jail","street":"300 Bradford Street","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Duty Sergeant"],"hours":"24 hours daily","transportation":"SAMTRANS stops within 2 blocks.","accessibility":["elevator","deaf_interpreter","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 363-4311","department":"Information","hours":"(24 hours daily)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":"Adult criminal offenders, both pre- and post-sentence","eligibility":"Age 18 or over, under legal arrest, court order, warrant, or immigration detainment","fees":"Cash, check or money order for bail fines. Checks must have proper identification and not exceed $300.","how_to_apply":"Apply by phone for bail information or to find out if someone is being held.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Law Enforcement","County Correctional Facilities","Sheriff"],"wait":"Persons can be held 48 hours without arraignment.","funding_sources":["County"]}]},{"name":"Property and Evidence Unit","contacts":[{"name":"Gracie Caballero","title":"Property Officer II"}],"description":"Responsible for storing, recording and releasing property which is evidence in criminal trials or has been lost or stolen. Handles only property that has been recovered by the Sheriff's Department - not that recovered by local police departments. Disposition of unclaimed property is prescribed by law. Cannot return a victim's or defendant's property until its release is approved by the detective or judge. Upon receipt of this approval, property is released within working hours, by appointment only.   Fingerprinting Department does fingerprinting for any resident of the county of San Mateo, usually for business licensing or other work-related purposes. Fingerprinting cards provided for applicant only. Live-scan (electronic finger printing) services are also provided by appointment only. No immigration cards available.","short_desc":"Handles property that has been lost or stolen and recovered by the sheriff. Also provides fingerprinting for any county resident.","address":{"street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Property/Evidence","street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Staff on duty"],"hours":"Monday-Friday, 9-11:30, 1-3:45","transportation":"SAMTRANS stops in front. CALTRAIN station within 2 blocks.","accessibility":["elevator","ramp","disabled_parking","wheelchair"],"languages":["Filipino (Tagalog)","Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 599-1570","hours":"(Monday-Friday, 9-11:30, 1-3:45)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":null,"eligibility":"None","fees":"$18 for inking or Live Scan. Exact change required for inking. Cash accepted.","how_to_apply":"Call for appointment. Photo identification (driver's license, Department of Motor Vehicles (DMV) identification card, passport, etc.) required. Cash, exact change, required.","service_areas":["Alameda County","Contra Costa County","Marin County","San Francisco County","San Mateo County","Santa Clara County"],"keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Law Enforcement","Sheriff"],"wait":"First come, first served basis for cards/manual prints. Appointment required for Live Scan fingerprinting only.","funding_sources":["County"]}]},{"name":"Records and Reports Section","contacts":[{"name":"Tom Gallagher","title":"Lieutenant"}],"description":"Maintains criminal records for the department and makes them available on request to authorized personnel from law enforcement and other agencies. Criminal arrest records cannot be released except to authorized agencies. Also holds warrants for arrests issued under court order.","short_desc":"Maintains criminal records and makes them available on request.","address":{"street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Records and Reports Section","street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Staff on duty"],"hours":"Monday-Friday, 8-5","transportation":"SAMTRANS stops at the door.","accessibility":["elevator","ramp","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":["sheriffs_records_calendar@co.sanmateo.ca.us"],"faxes":["650 599-1756"],"phones":[{"number":"650 363-4525","department":"Warrants, records, criminal arrests, case reports, information","hours":"(24 hours daily)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":null,"eligibility":"None","fees":"None to law enforcement agencies. Cost of copies of reports to others. Cash accepted.","how_to_apply":"Walk in or apply by phone or mail.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Law Enforcement","Law Enforcement Records/Files","Sheriff"],"wait":"No wait.","funding_sources":["County"]}]},{"name":"Civil Process Bureau","contacts":[{"name":"Lieutenant O'Brien","title":"Lieutenant"}],"description":"Charged with the responsibility for collecting debts under writ or court order. Money may be collected by garnishment of salary, attachment of bank accounts or sale of personal or other property. Persons wishing to collect on bad debts, unpaid child support, non-payment of rent by a tenant, etc., should contact an attorney or the small claims information advisor.","short_desc":"Collects debts under writ or court order.","address":{"street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Civil Process Bureau","street":"400 County Center","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Staff on duty"],"hours":"Monday-Friday, 8-12, 1-5","transportation":"SAMTRANS stops in front.","accessibility":["elevator","restroom","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":["650 363-4833"],"phones":[{"number":"650 363-4497","hours":"(Monday-Friday, 8-12, 1-5)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":null,"eligibility":"None","fees":"$30 for most services. Cash and checks accepted.","how_to_apply":"Walk in or write for information.","service_areas":"San Mateo County","keywords":["Sheriff"],"wait":"No wait.","funding_sources":["County","Fees"]}]},{"name":"Detention Division., Women's Jail","contacts":[{"name":"Lisa Williams","title":"Detention Division Commander"}],"description":"Women's jail is the holding facility for women age 18 or over who have been arrested in San Mateo County.","short_desc":"The holding facility for women age 18 or over who have been arrested in San Mateo County.","address":{"street":"1590 Maple Street","city":"Redwood City","state":"CA","zip":"94063"},"mail_address":{"attention":"Women's Jail","street":"1590 Maple Street","city":"Redwood City","state":"CA","zip":"94063"},"ask_for":["Duty Sergeant (650-363-4593)"],"hours":"24-hour facility","transportation":"SAMTRANS stops within 4 blocks.","accessibility":["ramp","disabled_parking","wheelchair"],"languages":["Spanish"],"emails":null,"faxes":null,"phones":[{"number":"650 363-4310","hours":"(24 hours daily)"}],"urls":["http://www.smcsheriff.com"],"servs":[{"audience":null,"eligibility":"Women age 18 or over, under court order, legal arrest, warrant or immigration detainment","fees":"Cash, cashiers check or money order for bail fines.","how_to_apply":"Call for bail information or to find out if someone is being held.","service_areas":"San Mateo County","keywords":["LEGAL AND CRIMINAL JUSTICE SERVICES","Law Enforcement","Women","County Correctional Facilities"],"wait":"No wait.","funding_sources":["County"]}]}]}
